{
  "chunks": [
    {
      "chunk_id": "17fb7fd3-a247-5223-b592-eace2eeec5c3",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — Section 7. Terms of Reference Project Implementation Consultant for\nGolovnaya 240MW Hydropower Plant Rehabilitation Project\n\n1. BACKGROUND\n\nThe Open Joint Stock Company Barki Tojik (BT) is the vertically-integrated state owned\nelectric power utility in Tajikistan. BT wishes to strengthen its generation system by\nrehabilitating the existing 240 MW Golovnaya Hydroelectric Facility so that it can continue to\nprovide electricity to Tajikistan for at least the next 50 years in accordance with modern\ntechnical, operational and environmental standards.\n\nThe existing 240 MW Golovnaya Hydroelectric Power Plant, located on the Vaksh River, is\nto be refurbished and upgraded under two separate turnkey contracts. The first contract is for\nthe replacement of the water-to-wire equipment for 3 of the 6 units, partial refurbishment of 2\nother units, new control systems, civil and building works and environmental mitigation\nmeasures. The second contract is for the replacement of electric equipment and control\nsystems for the 220/110/10 kV switchyard.\n\nThe Project Management Unit of the Ministry of Energy and Water Resources (PMU\nhereafter) wishes to engage a reputable and experienced firm (“the Implementation Consultant\nor IC”) to provide assistance with the procurement of contractors for the two projects and for\nthe supervision of construction and commissioning of the Works.\n\nThe two contracts are at different stages of development: 1. Bid documents for the first contract (the Powerhouse) have been prepared by SOPI Consultants Manitoba Hydro International as sub-Consultants to Corporate Solutions\nConsulting under the Power Sector Development Project funded by the Asian\nDevelopment Bank (ADB hereafter). The bid documents are based on a Condition\nAssessment Report of the existing Golovnaya Hydropower Project and Feasibility\nStudy carried out by MHI in 2013. Prior to the commencement of services by the\nImplementation Consultant it is envisaged that bid documents will have been issued\nand tenders evaluated by PMU with assistance from MHI. The role of the IC for this\ncontract will be to assist PMU in the award of the contract and its subsequent\nsupervision.\n\n2. The second contract (the Switchyard) is at an earlier stage in development. The IC will be required to carry out a detailed condition assessment prior to preparing the outline\ndesign and drafting bid documents for this contract. Thereafter the IC will be required\nto assist PMU with the procurement of a turnkey contractor followed by the\nsupervision of construction.",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 1,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        96,
        97,
        534,
        699
      ],
      "orig_size": [
        544.0,
        713.0
      ]
    },
    {
      "chunk_id": "232e4918-01be-5c84-be9a-bf6f78ec5029",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — It is anticipated that the Powerhouse contract will start first and the Switchyard contract will\nfollow. The two contracts will then run in parallel but one may finish earlier than the other.\nThe current overall implementation programme is shown below, although this is subject to\nchange.",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 2,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        81,
        76,
        520,
        248
      ],
      "orig_size": [
        529.0,
        252.0
      ]
    },
    {
      "chunk_id": "b1172a66-ae73-5fed-9a00-e2fc053082f0",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 — 2. OBJECTIVES OF THE ASSIGNMENT\n\nThe objectives of the assignment are the successful implementation of the two contracts\nthrough the provision of technical assistance to PMU for the procurement of contractors and\nimplementation of the Works. Since two contracts are involved at different stages of\ndevelopment the Implementation Consultant procured under these Terms of Reference should\nbe experienced in both the design and the supervision of construction of similar hydropower\nprojects\n\nIn particular the firm will be responsible for supporting PMU in project administration, design\nand engineering services, contracting, management control, procurement and expediting of\nequipment, materials control, inspection of equipment prior to delivery, shipment,\ntransportation, control of schedule and quality, pre-commissioning and completion,\nperformance guarantee testing during construction and commissioning of the project and\nthrough the defects liability period.\n\nThe IC should be a consulting engineering firm having adequate international experience in\ndetailed design, selection, monitoring, supervision and co-ordination of contractor(s),\ncommissioning, operation and maintenance of hydropower projects. Specific experience is\nrequired in the areas of the rehabilitation of live hydropower projects. Since the work will be\ncarried out whilst the Golovnaya Powerhouse and Switchyard are in operation, it is essential\nthat the firm is familiar with the health, safety and commercial operational aspects of working\nin close proximity to live electrical equipment.\n\nThe construction contracts will comprise the following\n\nContract 1 (Turnkey contract): (i) Replacement of water-to-wire equipment (turbines, generators and controls) with new equipment for 3 of the 6 units (No. G1,2 and 5): (ii) Replacement of spillway comprising new double leaf gate and refurbishment of the existing hoist and spillway sectional bulkhead. (iii) Replacement of two generator transformers (AT-2 and T-3) with new 2 autotransformers 250 MVA 220/110/10.5kV, switchgear and station service\ntransformers with new units and the 380V distribution with new power cables. (iv) New control room (v) Improvements to the oil containment, oil-water separators, powerhouse drainage and HVAC systems (vi) Civil works including demolition and reconstruction of concrete & embedded steel for the new units, grouting behind draft tube liners, repairs to hydraulic\npassages and gates, rehabilitation of piezometers and general repairs to concrete\nsurfaces to improve safety. (vii)\nProvision of O&M manuals",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 4,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        81,
        85,
        520,
        697
      ],
      "orig_size": [
        529.0,
        711.0
      ]
    },
    {
      "chunk_id": "71d70c87-5cae-5523-b18e-902aaaa0ebb5",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 — (viii) Training in the operation and maintenance of the rehabilitated facilities. Contract 2: (Turnkey contract, subject to confirmation): (i) 220kV Switchyard: The replacement of circuit breakers, disconnectors& grounding switches, potential & current transformers, lightning arrestors together\nwith associated modifications to foundations, bus connections and support\nstructures; new local control cabinets, battery system, line protection panels,\ncontrol cables to plant control room (provided under the Powerhouse contract),\ntelecommunications equipment for protection and SCADA. (ii) Connection of Powerhouse Block 3 Transformer to 220kV grid involving new 220kV tap line with dead end structures & breakers, disconnects & grounding\nswitches, potential transformers, lightning arrestors, foundations, connections and\nsupports, protection and controls and extension of earth grounding grid and\nfencing. (iii) 110kV/35kV/6kV Switchyard: The replacement of dead end breakers complete with CTs, modifications to foundations, bus connections & supports, new\ndisconnect & grounding switches, potential and current transformers, lightning\narrestors, modifications to existing control building & building services, local\ncontrol cabinets, control cables to plant control room (provided under the\nPowerhouse contract), telecommunications equipment for protection and SCADA (iv) Provision of O&M manuals (v) Training in the operation and maintenance of the rehabilitated facilities. 3. SCOPE OF SERVICES AND EXPECTED DELIVERABLES\n\n3.1\nInception Report\nWithin one month from the effectiveness of his contract the Implementation Consultant (IC)\nwill prepare and submit to PMU for approval an Inception Report detailing the services he is\nto provide, including the training programme for capacity building in project management that\nthe IC will provide to PMU.\n\nThe Inception Report will also include an overall project implementation schedule covering\nthe bidding and construction stages. The implementation schedule is to be maintained\nthroughout the assignment and updated as required, with the necessary explanations of the\nreasons for any changes.\n\n3.2\nSwitchyard Contract: design and preparation of bid documents\nThere are two switchyards at the Golovnaya facility, a 220kV switchyard on the right side of\nthe canal and a 110kV switchyard on the left side.\n\nBoth switchyards are to be rehabilitated in a single contract which will include the\nreplacement of equipment such as breakers and transformers, provision of new cables and",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 5,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        96,
        85,
        534,
        698
      ],
      "orig_size": [
        544.0,
        712.0
      ]
    },
    {
      "chunk_id": "68c8c14a-e580-5b17-8b37-75dd8ab5671e",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 — controls, modifications to the switchyard to accommodate the rehabilitation of the\nPowerhouse and connection of Powerhouse Block 3 transformer to the 220kV grid.\n\nThe Implementation Consultant will carry out a detailed assessment of the condition of the\nswitchyards and will submit a Design Report to PMU recommending the scope and setting\nout the proposed details of the rehabilitation. Bid documents will be prepared based upon the\nagreed scope.\n\nThe bid documents shall include the following:  A design criteria document for the work to be bid including applicable standards to be used for the project as well as project specific information that the bidder must use for\nbid preparation and final designs;\n A description of the overall work to be accomplished under the Contract package;\n Scope of the works;\n Performance designs for the works, building on the proposals following the condition assessment;\n Sufficient drawings and schematics for bid preparation;\n Appropriate specifications related to the standards of the design criteria;\n Bidder Qualifications forms;\n Bid Forms;\n Suggested required bonds and bid arrangements;\n Suggested selection criteria for bid evaluation.\n\nThese documents and others identified by the IC shall be prepared in accordance with ADB\nbid standards and guidance.\n\n3.3\nAssistance with selection of the Switchyard Contractor\nThe IC will assist PMU with the selection of competent contractors to bid for the Switchyard\ncontract, in accordance with ADB procurement procedures, and will assist with the issue of\nbid documents to the selected bidders.\n\nAssistance will be given during the bidding period in managing a pre-bid conference (if\nrequired) or contractors’ site visits, in the receiving and answering of questions raised by\nbidders during the tender period and the issue of any amendments to the bid documents that\nare required.\n\nThe IC will review all competitive bids as determined by PMU and evaluate each for\ncompliance with the tender design and specifications. A report on the bid review shall be\nprovided to PMU and ADB, presenting the findings and opinions of the IC of:  The qualifications of the bidding team;\n Completeness of the bid;\n Compliance of the bid with performance requirements;\n Compliance of the bid with technical specifications;\n Assessment of quality of the proposed supply;",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 6,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        81,
        85,
        519,
        707
      ],
      "orig_size": [
        529.0,
        720.0
      ]
    },
    {
      "chunk_id": "465634d5-3eca-5ae3-a660-c4966d989515",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 —  Compliance of the bid with schedule requirements;\n Impact of proposed contract exceptions to the bid;\n Omissions or inconsistencies of the bid. The report shall include a recommendation for selection based on measurable criteria for\nevaluating bidders. The draft report shall be submitted within 30 days of receipt of the bids.\n\n3.4\nAssistance with award of Powerhouse and Switchyard Contracts\nAs described earlier in these ToR, the selection of the Powerhouse contractor will be carried\nout by others whereas the selection of the Switchyard contractor will be assisted by IC.\n\nThe IC will assist PMU with the award of both contracts - the Powerhouse contract (following\nselection of the contractor by others) and the Switchyard contract. This assistance will include\nthe following:  Negotiations with the preferred bidders in accordance with ADB procurement procedures;\n Notifications of award to the successful and unsuccessful bidders;\n Formalities associated with award of contract;\n Reviewing advance payment and performance bonds and release of bid bonds;\n Reviewing contractors’ insurances;\n Reviewing contractors’ construction programme submitted in accordance with the contract and preparing an overall project implementation schedule covering both\ncontracts. 3.4\nSupport to PMU during construction\n\n3.4.1 Project Management System\nBefore the commencement of the construction stage the IC shall establish a computerised\nproject management system to maintain records and coordinate the registration, handling and\nfiling of correspondence, construction drawing data base, progress monitoring, cost control,\nand reporting.\n\nThe IC shall establish procedures and methods of reporting and control system to confirm that\nevery work item being performed by the contractors shall fully comply with specifications.\n\n3.4.2 Review and approval of drawings and designs.\n\nThe IC shall review and approve drawings and design documents produced by the contractors.\n\nFor the civil works, they consist of:  Detailed designs of the permanent works,\n Shop drawings,\n Operation and maintenance manual for any plant and equipment incorporated in the",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 7,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        96,
        84,
        537,
        692
      ],
      "orig_size": [
        546.0,
        719.0
      ]
    },
    {
      "chunk_id": "9c36f658-648a-5d12-9f8c-af27263826c4",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 —  Documents showing construction method, specifications, data on materials and construction machines furnished,\n As-built drawings of the permanent works and\n Other drawings and their support documents prepared by the contractor in accordance with the contract of the said packages.\n\nFor the equipment and switchyard, they consist of:  Manufacturing drawings and design calculations,\n Shop drawings (for work drawings),\n Documents showing construction method, specifications, data on materials and construction machines furnished,\n Operation and maintenance manual,\n As-built drawings,\n Other drawings and their support documents prepared by the contractor in accordance with the contract of the said packages.\n\n3.4.3 Supervision, management and monitoring of construction process.\n\nThe IC shall:  Review and approve the contractors’ temporary works, facilities and equipment.\n Review and approve the Contractors’ construction methods.\n Taking any action under a civil works contract designating the Consultant as “Engineer”, for which action, pursuant to such civil works contract, the written\napproval of the Client as “Employer” is required.”\n Supervise and inspect all construction activities of the contractors so as to ensure compliance with the approved drawings, documents and specifications, and ensure\nthat they are within schedule.\n Regularly review manufacturing schedules and delivery schedules of equipment by the contractor.\n Monitor manufacturing progress and works by regular inspections to ensure the compliance to specifications and specified standards.\n In line with the work programs of the contractors, prepare and advise PMU on the outage planning of existing facilities during implementation.\n Ensure that the contractor’s Environmental Management and Monitoring Plans (CEMMPs) for the Contracts 1 and 2 are submitted for their approval at least 10 days\nbefore taking possession of any work site. No access to the site will be allowed until\nthe relevant CEMP is approved by the PMU;\n Liaise with BT to coordinate safety measures between live components in operation and components under construction. Give advice and when required training to BT on\nsafety planning and safety measures.\n\nConsultants shall spend minimum 70% of their time on the project site i.e. Golovnaya HPP\nwhile Dushanbe office will mainly act as administrative support.",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 8,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        81,
        85,
        519,
        705
      ],
      "orig_size": [
        529.0,
        718.0
      ]
    },
    {
      "chunk_id": "c7ca35a5-924b-543c-bb86-91395afd751e",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 — 3.4.4 Witness and approval of equipment testing and commissioning.\nThe IC shall;  Review and approve factory testing procedures and factory test results submitted by the contractor.\n Witness factory testing of major equipment and issue corresponding certificates.\n Review factory test inspection reports and certificates submitted by the contractor.\n Review and approve commissioning test procedures submitted by the contractor for gates, valves, electro-mechanical equipment such as hydraulic turbines, generators etc.\nfor both dry and wet tests.\n When the works are ready for inspection and test for substantial completion, o Prepare a program for inspection and test,\no Examine the works and assure that they are ready for operation, and\no Issue taking-over certificates to the contractors, if the works are satisfactory for operation or instruct the contractors’ remedial works and/or further test if they\nfailed the verification test.\n Supervise O&M training provided by the contractors.\n\n3.4.5 Cost control\n\nThe IC shall:  Certify the payments to the contractors, after checking and verifying the contractor’s measurements\n Report regularly financial status of the project to PMU by o Reporting the disbursement result and financial position.\no Actual cash flow position.\no Performing detail variation analysis between estimated / budged position compared with the actual position.\no Assessing future requirements and payment schedules.\no Recommending possible measures for reducing expenditure, if any.\n Investigate, inspect and assess requirements from the contractors for extension of time, additional works, payment for additional works, etc.\n Review claims along with its supporting data, evaluate reports on the claim and assist PMU in settling the claims or disputes (if any).\n\n3.4.6 Training\n\nThe IC shall:  Plan and execute capacity building measures (classroom lectures and on-the-job training) to enhance PMU’s capacity in project management. Details of capacity\nbuilding programs should be included in the inception report.\n Review and approve operating and maintenance training proposals submitted by the contractors and ensure that the training is fit for purpose.\n\n3.4.7 Downstream Work",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 9,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        96,
        85,
        534,
        706
      ],
      "orig_size": [
        544.0,
        720.0
      ]
    },
    {
      "chunk_id": "89dd19b2-cf00-5529-aa49-a016ce58e45a",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 — No downstream Work is envisaged",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 10,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        78,
        72,
        384,
        85
      ],
      "orig_size": [
        391.0,
        86.0
      ]
    },
    {
      "chunk_id": "6d8cb63c-6a13-5a72-911c-2da7a16cef63",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 — 4. TEAM COMPOSITION & QUALIFICATION REQUIREMENTS FOR KEY\nEXPERTS\n\nThe following table gives an estimate of the International and National Key Experts and\nperson months required for the project. The IC team will comprise a resident site team and visiting specialists. It is preferable that the\ninternational Team Leader, Resident Site Manager and visiting specialists should be drawn\nfrom the permanent staff of the IC.\n\nThe terms of reference outlining the qualifications and specific areas of responsibility/job\ndescription for each expert are given below. In addition, the experts are expected to perform\nany other reasonable duty that may not be mentioned in the job description, but is expected to\nbe performed in an assignment of this nature.\n\nKey Experts (International):\n\nTeam Leader /Powerhouse Rehabilitation Specialist (21 person months)\nThe Team Leader will have a university degree in electrical, mechanical or civil engineering\nfrom a reputable university. The expert shall have at least 20 years post graduate experience\nin the design and construction supervision of hydropower plants, at least 5 years of which\nshould have involved supervision at a senior level of the refurbishment of a hydropower plant\nof similar capacity to the Golovnaya plant. The expert should have wide experience in the\nmechanical, electrical and civil engineering aspects of similar projects as well as a\ncomprehensive understanding of the operational significance of the rehabilitation process. The\nexpert should be aware of the issues relating to the health and safety of personnel working in\nclose proximity to operating plant.",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 11,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        96,
        85,
        534,
        702
      ],
      "orig_size": [
        544.0,
        715.0
      ]
    },
    {
      "chunk_id": "52e5b1be-5f87-5026-a0b6-6f8058b51654",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 — The Team Leader will be the primary interface between the IC and the Employer (PMU/BT).\nThe expert will either act as the Project Manager under the contracts between BT and the\nturnkey contractorsor the expert will be assigned delegated powers if the Employer retains the\nrole of Project Manager. The expert will be directly responsible to PMU for the performance\nof the IC and will manage the support which is provided by the resident and visiting teams.\n\nIn particular the Team Leader will be responsible for the following:  Start-up operations. This will involve initially working from PMU office in Dushanbe until a suitable office is provided by the Powerhouse contractor on site.\n Liaison with PMU throughout the assignment.\n Managing the design and preparation of bid documents for the Switchyard contract including liaison with BT.\n Assisting PMU with the tendering, evaluation of bids and award of the Switchyard contract\n Assisting PMU with the award of the Powerhouse Rehabilitation Contract\n Overseeing implementation of both contracts in accordance with the Scope of Services described earlier in these Terms of Reference. Detailed supervision will be carried out\nby the Resident Site Manager and team, acting under the Team Leader’s management.\n\nResident Site Manager –(Powerhouse Specialist) (61 person months)\nThe Resident Site Manager will have a university degree in electrical, mechanical or civil\nengineering from a reputable university. The expert shall have at least 15 years post graduate\nexperience in the design and construction supervision of hydropower plants, at least 3 years of\nwhich should have involved supervision of the refurbishment of a hydropower plant of similar\ncapacity to the Golovnaya plant. The expert should have wide experience in the mechanical,\nelectrical and civil engineering aspects of similar projects as well as a comprehensive\nunderstanding of the operational significance of the rehabilitation process. The expert should\nbe aware of the issues relating to the health and safety of personnel working in close\nproximity to operating plant.\n\nSince the expert will have a long term presence on site the Resident Site Manager will be the\nmain interface between the IC and the Employer (PMU/BT) whilst the Team Leader is not in\nTajikistan. The expert may be assigned delegated powers to act as the Project Manager if\nagreed between IC and PMU/BT. The expert will manage the site support which is provided\nby the resident and visiting teams.\n\nIn particular the Resident Site Manager will be responsible to the Team Leader for:  Carrying out detailed site supervision by the expert and team, acting under the Team Leader’s overall management.\n Issuing instructions to the contractors during the contract periods, approve payments, issue variation orders, prepare and submit reports as defined above.\n Witnessing Tests on commissioning and issuing the Operational Acceptance",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 12,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        81,
        85,
        520,
        701
      ],
      "orig_size": [
        529.0,
        715.0
      ]
    },
    {
      "chunk_id": "142b3790-b340-5ce2-9262-c77b1c760c94",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 — Certificates.\n Providing support to PMU during the Defect Liability Period and issue the Completion Certificate.\n Designing and delivering the IC’s capacity building programme for PMU staff with support from other visiting specialists such as the Contracts specialist\n Ensuring that the contractors provide adequate training to the Employer’s personnel under their contract\n Ensuring safety in the workplace.\n\nThe following specialist staff, based in the IC’s home office, will be available for consultation\nby the resident team and will make site visits at key stages of the project.\n\nElectrical Engineer – Powerhouse (13 person months)\nThe Electrical Engineer (Powerhouse) will have a university degree in electrical engineering\nfrom a reputable university. The expert should have at least 15 years post graduate experience\nin the design, installation, testing and commissioning of powerhouse electrical equipment.\nThe expert will make regular visits at key stages in the contract to ensure the quality of the\nwork. The expert will review the designs prepared by the turnkey contractor and support the\nnational Electrical Site Engineer with advice on technical issues both from home office and\nduring site visit. The expert will witness manufacture and factory testing of equipment.\n\nElectrical Engineer – Switchyard (12 person months)\nThe Electrical Engineer (Switchyard) will have a university degree in electrical engineering\nfrom a reputable university. The expert should have at least 15 years post graduate experience\nin the design, installation, testing and commissioning of switchyard electrical equipment. The\nexpert will be responsible to the Team Leader for the condition assessment, outline design and\npreparation of bidding documents for the refurbishment of the switchyard. The expert will\nprovide assistance to the Team Leader and PMU in the procurement of the turnkey contractor.\nThereafter the expert will review the designs submitted by the turnkey contractor, make\nregular visits to site at key stages and will support the national Electrical Site Engineer with\nadvice on technical issues both from home office and during site visits. The expert will\nwitness manufacture and factory testing of equipment.\n\nMechanical Engineer (15 person months)\nThe Mechanical Engineer will have a university degree in mechanical engineering from a\nreputable university. The expert should have at least 15 years post graduate experience in the\ndesign, installation, testing and commissioning of turbines and other mechanical equipment.\nThe expert will review the designs submitted by the turnkey contractor, support the Team\nLeader and the visiting Electrical Engineer with advice on mechanical aspects of the\nswitchyard bid documents and will make regular visits to site at key stages of the Powerhouse\ncontract. The expert will support the national Mechanical Site Engineer on technical issues\nboth from home office and during site visits. The expert will witness manufacture and factory\ntesting of equipment.\n\nCivil Engineer (15 person months)\nThe Civil Engineer will have a university degree in civil engineering from a reputable",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 13,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        96,
        85,
        534,
        697
      ],
      "orig_size": [
        544.0,
        710.0
      ]
    },
    {
      "chunk_id": "e19b88a9-aeb0-552c-8e7f-8d648438fe9e",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 — university. The expert should have at least 15 years post graduate experience in the\nrehabilitation of dams and powerhouses, including the associated buildings. The expert will\nassist the Team Leader, the Resident Site Manager and the national resident Civil Engineer to\nmanage the civil engineering and building aspects of the project through visits and home\noffice support.\n\nControl & Protection Engineer (1 person month)\nThe Control & Protection Engineer will have a university degree in electrical or electronic\nengineering from a reputable university. The expert should have at least 15 years post\ngraduate experience in the design, installation, testing and commissioning of powerhouse\ncontrol & protection systems. The expert will review the C&P designs submitted by the\nturnkey contractor, support the Team Leader and the national Electrical Site Engineer with\nadvice on technical issues both from his home office and during site visits at key stages. The\nexpert will witness manufacture and factory testing (if required) as well as the installation,\ntesting and commissioning of the control & protection equipment.\n\nHydro-mechanical Engineer – Gates (5 person months)\nThe Hydro-mechanical Engineer (Gates) will have a university degree in civil, mechanical or\nstructural engineering from a reputable university. The expert should have at least 15 years\npost graduate experience in the design, installation, testing and commissioning of hydraulic\ngates. The expert will review the gate designs submitted by the turnkey contractor, make\nvisits to site at key stages and will support the Team Leader and the Civil, Mechanical and\nElectrical Site Engineers with advice on technical issues relating to the rehabilitation of the\nhydraulic gates both from his home office and during site visits. The expert will witness\nmanufacture and factory testing (if required) as well as the installation, testing and\ncommissioning of the rehabilitated spillway gate.\n\nCommissioning Engineer (1 person month)\nThe Commissioning Engineer will have a university degree in mechanical or electrical\nengineering from a reputable university. The expert should have at least 15 years post\ngraduate experience in the commissioning of turbines, generators and other mechanical\nequipment. The expert will attend the commissioning of the first set and establish procedures\nfor the commissioning of subsequent sets.\n\nSCADA Engineer (1 person month)\nThe SCADA Engineer will have a university degree in electrical or electronic engineering\nfrom a reputable university. The expert should have at least 15 years post graduate experience\nin the design, installation, testing and commissioning of SCADA systems. The expert will\nreview the turnkey design proposals of the Switchyard and Powerhouse turnkey contractors.\n\nEnvironmental Engineer (3 person months)\nThe Environmental Specialist will have a university degree in environmental sciences or\nenvironmental engineering from a reputable university. The expart should have at least 10\nyears post graduate experience in supervising environmental and occupational safety aspects\nand monitoring environmental impacts caused by hydropower construction contracts. The\nexpert will provide support and guidance to the national resident Environmental Specialist to",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 14,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        81,
        85,
        520,
        694
      ],
      "orig_size": [
        529.0,
        707.0
      ]
    },
    {
      "chunk_id": "aa3d6165-1354-5893-86c7-9aae6f46fad1",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 — ensure that the IC Team responds appropriately to the environmental issues, including the\nreview and approval of the turnkey contractors’ Environmental Management and Monitoring\nPlans, and the monitoring of the contractors’ compliance with the approved plans. The expert\nwill be responsible for organization of trainings on environmental and occupational health\nissues for contractors and PMU staff.\n\nProcurement Specialist (3 person months)\nThe Procurement Specialist will have a university degree in engineering or law from a\nreputable university. The expert should have at least 15 years post graduate experience in the\nadministration of multi-laterally funded contracts, particularly those funded by Asian\nDevelopment Bank. The expert will work with the Electrical Engineer (Switchyard) to\nprepare the Switchyard bid documents and assist the Team Leader and Resident Site Manager\nto administer the two contracts and to provide the necessary reports that PMU are required to\nsubmit to ADB. The expert will be available to assist the Team Leader in respect of any\nclaims for contract variations that are submitted by the turnkey contractors.\n\nKey Experts (National):\n\nDeputy Team Leader /Powerhouse Rehabilitation Specialist (58 person months)\nThe Deputy Team Leader / Powerhouse Rehabilitation Specialist will be a graduate engineer\nwith at least 10 years post-graduate experience in the design, construction and operation of\nhydroelectric projects.\n\nThe Deputy Team Leader / Powerhouse Rehabilitation Specialist will assist the International\nTeam Leader with the management of the project especially in respect of liaison with PMU\nand BT and coordination of the inputs of the other national members of the IC team.\n\nResident / Deputy Site Manager (84 person months)\nThe Resident / Deputy Site Manager will be a graduate engineer with at least 10 years postgraduate experience in the design, construction and operation of hydroelectric projects.\n\nThe Resident / Deputy Site Manager will assist the International Resident Site Manager with\nthe management of the project especially in respect of detailed supervision of the work and\nthe maintenance of records.\n\nElectrical Engineer (58 person months)\nThe Electrical Engineer will be a graduate electrical engineer with at least 5 years postgraduate experience in the design, construction and operation of hydroelectric projects.\n\nThe Electrical Engineer will assist the International and National Site Managers and the\nvisiting International Electrical Engineer to cover the supervision of the electrical works\ncarried out both in the Powerhouse and the Switchyard.\n\nMechanical Engineer (58 person months)\nThe Mechanical Engineer will be a graduate electrical engineer with at least 5 years postgraduate experience in the design, construction and operation of hydroelectric projects.",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 15,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        96,
        85,
        534,
        694
      ],
      "orig_size": [
        544.0,
        707.0
      ]
    },
    {
      "chunk_id": "7e9202c1-549d-56a4-a865-3268af2f10c1",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 — The Mechanical Engineer will assist the International and National Site Managers and the\nvisiting International Mechanical Engineer to cover the supervision of the mechanical works\ncarried out in the Powerhouse.\n\nCivil Engineer (58 person months)\nThe Civil Engineer will be a graduate civil engineer with at least 5 years post-graduate\nexperience in the design, construction and operation of hydroelectric projects.\n\nThe Civil Engineer will assist the International and National Site Managers to cover the\nsupervision of the civil and building electrical works carried out in the Powerhouse and the\nSwitchyard, with guidance and assistance as necessary from the visiting International Civil\nEngineer.\n\nControl & Protection Engineer (8 person months)\nThe Control & Protection Engineer will have a university degree in electrical or electronic\nengineering with at least 5 years post-graduate experience. The expert will assist the Team\nLeaders, the Site Managers and the visiting international C&P Engineer and Electrical\nEngineer to review the C&P designs submitted by the turnkey contractor and supervise the\ninstallation, testing and commissioning of the control & protection equipment.\n\nHydro-mechanical Engineer – Gates (58 person months)\nThe Hydro-mechanical Engineer (Gates) will have a university degree in civil, mechanical or\nstructural engineering with at least 5 years post graduate experience. The expert will witness\nmanufacture and factory testing (if required) as well as the installation, testing and\ncommissioning of the rehabilitated spillway gate.\n\nCommissioning Engineer (2 person months)\nThe Commissioning Engineer will have a university degree in mechanical or electrical\nengineering with at least 5 years post graduate experience in the commissioning of equipment.\nThe expert will assist in the commissioning of the equipment.\n\nSCADA Engineer (2 person months)\nThe SCADA Engineer will have a university degree in electrical or electronic engineering\nfrom a reputable university with at least 5 years post graduate experience. The expert will\nassist the international SCADA Engineer.\n\nEnvironmental Engineer (8 person months)\nThe Environmental Engineer will be a graduate environmental scientist with at least 10 years\npost-graduate experience in the environmental management of construction projects.\n\nThe Environmental Engineer will assist the International Team Leader to supervise and\nmonitor implementation of the Environmental Management Plans with guidance and\nassistance as necessary from the visiting International Environmental Specialist.\n\nProcurement Specialist (8 person months)",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 16,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        81,
        85,
        520,
        694
      ],
      "orig_size": [
        529.0,
        707.0
      ]
    },
    {
      "chunk_id": "7500eabf-0849-5a77-9411-4bb0bc0a8e50",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 — The Procurement Specialist will have a university degree in engineering or law from a\nreputable university. The expert shall have at least 10 years post graduate experience in the\nadministration of multi-laterally funded contracts, particularly those funded by Asian\nDevelopment Bank. The expert will work with the Team Leaders, Site Managers and the\nInternational Procurement specialist to administer the two contracts and to provide the\nnecessary reports that PMU are required to submit to ADB.\n\n5. REPORTING REQUIREMENTS AND TIME SCHEDULE FOR DELIVERABLES\n\n5.1 Reporting\n\nThe IC shall:  Monitor BT compliance with the grant agreement covenant and assist PMU to prepare and submit reports to ADB; track project outputs, outcomes and impacts against\nADB's Design Monitoring Framework.\n Prepare monthly progress reports, quarterly reports, project completion report, and other reports deemed necessary by BT and/or ADB.\n Maintain records of construction activities, which will be eventually needed to prepare completion report, operation/maintenance manuals and as-built drawings. They shall\ninclude records of: o Investigation and monitoring,\no Drawings,\no The consultant’s activities,\no The Contractor’s activities,\no Payments,\no Quality control,\no Progress of works,\no Safety control,\no Notable events and\no Others as required.  Provide the following Reports: o Inception Report, to be submitted one month after contract effectiveness as defined above.\no Switchyard Design Report, including detailed condition assessment, recommended scope and proposed outline design of the refurbishment.\no Monthly progress reports, to be submitted within two weeks from the end of the month that is being reported.\no Quarterly progress report, to be prepared and submitted within one month from the end of the quarter that is being reported. The format of the progress reports\nshall be drafted by the consultant and endorsed by PMU and ADB, and they\nshould include, but not limited to, physical progress against schedule and plan\nfor next term, disbursement against schedule and plan for next term, quality\ntest results, safety control, survey of quantity when required, environmental\nmonitoring and any other issues to be raised. Quarterly progress reports shall",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 17,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        96,
        85,
        534,
        697
      ],
      "orig_size": [
        543.0,
        710.0
      ]
    },
    {
      "chunk_id": "3d9e2c48-67a5-5487-b152-073d09eb9216",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 — be in a format consistent with ADB's project performance reporting system.\no Annual reports, to be submitted within one month from the end of the year that is being reported. Variation orders and any other documents deemed necessary\nby PMU and/or ADB will be prepared. Consolidated annual reports will\ninclude (a) progress achieved by output as measured through the indicator's\nperformance targets, (b) key implementation issues and solutions, (c) updated\nprocurement plan and (d) updated implementation plan for next 12 months;\no Semi-annual Environmental Monitoring Reports;\no A Completion Report in a form acceptable to PMU, BT and ADB, to be submitted within one month after project completion.\no Other reports, as described in these ToR (such as tender evaluation reports and technical reports) are to be submitted at the appropriate times in accordance\nwith the agreements reached with PMU.\n\nAll reports are to be submitted in draft for review and approval by PMU and ADB,\nfollowing which the final version is to be submitted after revision, if required.\n\nThe Consultant will report in English and in Russian languages in both electronic and\nhard copy. Five (5) hard copies will be provided in each language of the Inception,\nSwitchyard Design, Monthly, Quarterly, Annual, Semi-annual Environmental\nMonitoring and other Reports. Seven (7) hard copies in English and 20 hard copies in\nthe Russian language will be provided for the Completion Report,\n\n6. CLIENT’S INPUT AND COUNTERPART PERSONNEL\n\n6.1\nAccommodation for the Consultant’s personnel\nPrior to the start of construction work on site the Client will provide furnished\naccommodation for the Consultant’s personnel in Dushanbe. Furnished accommodation for\nthe Consultant’s personnel on site will be provided by the Powerhouse turnkey contractor as a\npart of his contract. The Consultant is to specify his requirements in his Proposal.\n\n6.2\nOffice Equipment and office maintenance\nThe Consultant is to provide and maintain the office equipment that he requires both in\nDushanbe and on site. A Provisional Sum is available for the procurement of the equipment\nand the cost of maintenance of the office and the office equipment is to be included as an\nexpense item.\n\n6.3\nOffice Operations\nThe Consultant is to allow for miscellaneous administrative and support requirements in his\nproposal and detail the same in his proposal. The costs will be covered under an expense item.\n\n6.4\nCounterpart Personnel\nNo counterpart personnel will be provided to the Consultant by the Client and the Consultant\nis to make provision for all staff resources that he shall require in his proposal.",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 18,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        81,
        85,
        520,
        699
      ],
      "orig_size": [
        529.0,
        713.0
      ]
    },
    {
      "chunk_id": "5e1a56ea-515b-547b-8858-0ed0935cb0d4",
      "type": "procurement_section",
      "text": "Section 7. Terms of Reference — 2013\n2014 — 7. DATA TO BE PROVIDED BY THE CLIENT\nThe Client will provide bidders with a copy of the Feasibility Study prepared by the SOPI\nConsultant. It should be noted that changes to the scope of the contract were made subsequent\nto the issue of the Feasibility Study in August 2013.",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Section 7. Terms of Reference",
        "heading_1_text": "2013\n2014",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 19,
      "doc_fingerprint": "19c3e594-0c37-5e6b-9ace-45364bafdee6",
      "bbox": [
        96,
        74,
        534,
        167
      ],
      "orig_size": [
        543.0,
        169.0
      ]
    }
  ]
}