{
  "chunks": [
    {
      "chunk_id": "e5b26915-3ddc-52e2-824f-b8d3c0536ee8",
      "type": "procurement_section",
      "text": "European Single Procurement — European Single Procurement\nDocument (ESPD) Part I: Information concerning the procurement procedure\nand the contracting authority or contracting entity Information about publication For procurement procedures in which a call for competition has been published in the Official Journal of the European Union, the information required under Part I will be automatically retrieved, provided that the electronic ESPD-service is used to generate and fill in the ESPD. Reference of the relevant notice published in the Official Journal of the European Union: Received notice number - Notice number in the OJS: - OJS URL National Official Journal - In case publication of a notice in the Official Journal of the European Union is not required, please give other information allowing the procurement procedure to be unequivocally identified (e. g. reference of a publication at national level) Identity of the procurer Official name: NunaGreen Construction Disco Bay A/S Country: Greenland Information about the procurement procedure Type of procedure Open procedure Title: Consultancy Service Agreement for the construction of a new hydroelectric power plant for the supply of Qasigiannguit and Aasiaat, Greenland",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 1,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        53,
        531,
        710
      ],
      "orig_size": [
        541.0,
        768.0
      ]
    },
    {
      "chunk_id": "e70165e5-fcad-5ed7-a0c7-b3e6004785ba",
      "type": "procurement_section",
      "text": "European Single Procurement — NunaGreen Construction Disco Bay A/S (“NunaGreen”) is tendering for a Consultancy Service Agreement for the construction of a new hydroelectric power plant for the supply of Qasigiannguit and Aasiaat, Greenland (“the Project”). The Service Agreement includes consultancy services in connection with the Project. The requirements for the services and contract terms are further detailed in the tender documents. File reference number attributed by the contracting authority or contracting entity (if applicable): - Part II: Information concerning the economic operator A: Information about the economic operator Name: - Street and number: - Postcode: - City: - Country: --- Internet address (web address) (if applicable): - E-mail: - Telephone: - Contact person or persons: - VAT number, if applicable: - If no VAT number is applicable, please indicate another national identification number, if required and applicable -",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 2,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        48,
        531,
        709
      ],
      "orig_size": [
        542.0,
        768.0
      ]
    },
    {
      "chunk_id": "bbd219a7-a4ec-5d3f-9cb1-e41b01e8af34",
      "type": "procurement_section",
      "text": "European Single Procurement — ❍ Yes ❍ No Only in case the procurement is reserved: is the economic operator a sheltered workshop, a 'social business' or will it provide for the performance of the contract in the context of sheltered employment programmes? ❍ Yes ❍ No What is the corresponding percentage of disabled or disadvantaged workers? - If required, please specify which category or categories of disabled or disadvantaged workers the employees concerned belong to? - If applicable, is the economic operator registered on an official list of approved economic operators or does it have an equivalent certificate (e.g. under a national (pre)qualification system)? ❍ Yes ❍ No • Please answer the remaining parts of this Section, Sections B and, where relevant, C of this Part, complete Part V, where applicable, and, in any case, fill in and sign Part VI. a) Please provide the name of the list or certificate and the relevant registration or certification number, if applicable: - b) If the certificate of registration or certification is available electronically, please state: - c) Please state the references on which the registration or certification is based, and, where applicable, the classification obtained in the official list: - d) Does the registration or certification cover all of the required selection criteria?",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 3,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        48,
        537,
        708
      ],
      "orig_size": [
        547.0,
        768.0
      ]
    },
    {
      "chunk_id": "2fbbf965-9198-592d-a877-8a51d99b0586",
      "type": "procurement_section",
      "text": "European Single Procurement — ❍ No • In addition, please complete the missing information in Part IV, Sections A, B, C or D as the case may be ONLY if this is required in the relevant notice or procurement documents e) Will the economic operator be able to provide a certificate with regard to the payment of social security contributions and taxes or provide information enabling the contracting authority or contracting entity to obtaining it directly by accessing a national database in any Member State that is available free of charge? ❍ Yes ❍ No If the relevant documentation is available electronically, please indicate: - Is the economic operator participating in the procurement procedure together with others? ❍ Yes ❍ No • Please ensure that the others concerned provide a separate ESPD form. a) Please indicate the role of the economic operator in the group (leader, responsible for specific tasks...): - b) Please identify the other economic operators participating in the procurement procedure together: - c) Where applicable, name of the participating group: - Where applicable, indication of the lot(s) for which the economic operator wishes to tender: - B: Information about representatives of the economic operator #1",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 4,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        48,
        536,
        714
      ],
      "orig_size": [
        546.0,
        768.0
      ]
    },
    {
      "chunk_id": "3e34c472-ee92-5d83-acd4-8fae12652248",
      "type": "procurement_section",
      "text": "European Single Procurement — • Where applicable, please indicate the name(s) and address(es) of the person(s) empowered to represent the economic operator for the purposes of this procurement procedure: First name - Last name - Date of birth - Place of birth - Street and number: - Postcode: - City: - Country: --- E-mail: - Telephone: - Position/Acting in the capacity of: - If needed, please provide detailed information on the representation (its forms, extent, purpose ...): - C: Information about reliance on the capacities of other entities Does the economic operator rely on the capacities of other entities in order to meet the selection criteria set out under Part IV and the criteria and rules (if any) set out under Part V below? ❍ Yes ❍ No",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 5,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        47,
        533,
        697
      ],
      "orig_size": [
        543.0,
        768.0
      ]
    },
    {
      "chunk_id": "74d3c50d-fbd5-5a66-bd05-3d854c2766be",
      "type": "procurement_section",
      "text": "European Single Procurement — • Please provide a separate ESPD form setting out the information required under Sections A and B of this Part and Part III for each of the entities concerned, duly filled in and signed by the entities concerned. Please note that this should also include any technicians or technical bodies, not belonging directly to the economic operator's undertaking, especially those responsible for quality control and, in the case of public works contracts, the technicians or technical bodies upon whom the economic operator can call in order to carry out the work. Insofar as it is relevant for the specific capacity or capacities on which the economic operator relies, please include the information under Parts IV and V for each of the entities concerned. D: Information concerning subcontractors on whose capacity the economic operator does not rely • (Section to be filled-in only if this information is explicitly required by the contracting authority or contracting entity.) Does the economic operator intend to subcontract any share of the contract to third parties? ❍ Yes ❍ No If yes and in so far as known, please list the proposed subcontractors: - • If the contracting authority or contracting entity explicitly requests this information in addition to the information under Part I, please provide the information required under Sections A and B of this Part and Part III for each of the (categories of) subcontractors concerned. Part III: Exclusion grounds A: Grounds relating to criminal convictions Article 57(1) of Directive 2014/24/EU sets out the following reasons for exclusion Participation in a criminal organisation Has the economic operator itself or any person who is a member of its",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 6,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        48,
        536,
        719
      ],
      "orig_size": [
        546.0,
        768.0
      ]
    },
    {
      "chunk_id": "25493624-8ecb-5e81-aaa7-3037d4fcc7bb",
      "type": "procurement_section",
      "text": "European Single Procurement — decision or control therein been the subject of a conviction by final judgment for participation in a criminal organisation, by a conviction rendered at the most five years ago or in which an exclusion period set out directly in the conviction continues to be applicable? As defined in Article 2 of Council Framework Decision 2008/841/JHA of 24 October 2008 on the fight against organised crime (OJ L 300, 11.11.2008, p. 42). Your answer? ❍ Yes ❍ No Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL - Reference/Code - Issuer - Corruption Has the economic operator itself or any person who is a member of its administrative, management or supervisory body or has powers of representation, decision or control therein been the subject of a conviction by final judgment for corruption, by a conviction rendered at the most five years ago or in which an exclusion period set out directly in the conviction continues to be applicable? As defined in Article 3 of the Convention on the fight against corruption involving officials of the European Communities or officials of Member States of the European Union, OJ C 195, 25.6.1997, p. 1, and in Article 2(1) of Council Framework Decision 2003/568/JHA of 22 July 2003 on combating corruption in the private sector (OJ L 192, 31.7.2003, p. 54). This exclusion ground also includes corruption as defined in the national law of the contracting authority (contracting entity) or the economic operator. \" Your answer? ❍ Yes ❍ No",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 7,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        48,
        535,
        715
      ],
      "orig_size": [
        545.0,
        768.0
      ]
    },
    {
      "chunk_id": "2ee3ae0c-3aaa-5614-ba51-1f6dc83afced",
      "type": "procurement_section",
      "text": "European Single Procurement — Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL - Reference/Code - Issuer - Fraud Has the economic operator itself or any person who is a member of its administrative, management or supervisory body or has powers of representation, decision or control therein been the subject of a conviction by final judgment for fraud, by a conviction rendered at the most five years ago or in which an exclusion period set out directly in the conviction continues to be applicable? Within the meaning of Article 1 of the Convention on the protection of the European Communities' financial interests (OJ C 316, 27.11.1995, p. 48). Your answer? ❍ Yes ❍ No Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL - Reference/Code - Issuer - Terrorist offences or offences linked to terrorist activities Has the economic operator itself or any person who is a member of its administrative, management or supervisory body or has powers of representation, decision or control therein been the subject of a conviction by final judgment",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 8,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        47,
        537,
        712
      ],
      "orig_size": [
        547.0,
        768.0
      ]
    },
    {
      "chunk_id": "3fff36b1-2ab8-5953-8d6a-b4c59c5a9106",
      "type": "procurement_section",
      "text": "European Single Procurement — rendered at the most five years ago or in which an exclusion period set out directly in the conviction continues to be applicable? As defined in Articles 1 and 3 of Council Framework Decision of 13 June 2002 on combating terrorism (OJ L 164, 22.6.2002, p. 3). This exclusion ground also includes inciting or aiding or abetting or attempting to commit an offence, as referred to in Article 4 of that Framework Decision. Your answer? ❍ Yes ❍ No Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL - Reference/Code - Issuer - Money laundering or terrorist financing Has the economic operator itself or any person who is a member of its administrative, management or supervisory body or has powers of representation, decision or control therein been the subject of a conviction by final judgment for money laundering or terrorist financing, by a conviction rendered at the most five years ago or in which an exclusion period set out directly in the conviction continues to be applicable? As defined in Article 1 of Directive 2005/60/EC of the European Parliament and of the Council of 26 October 2005 on the prevention of the use of the financial system for the purpose of money laundering and terrorist financing (OJ L 309, 25.11.2005, p. 15). Your answer? ❍ Yes ❍ No Is this information available at no cost to the authorities from an EU Member State database?",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 9,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        48,
        535,
        716
      ],
      "orig_size": [
        545.0,
        768.0
      ]
    },
    {
      "chunk_id": "53fe57d4-6e43-5e75-8a89-9a9b8451eb80",
      "type": "procurement_section",
      "text": "European Single Procurement — ❍ No URL - Reference/Code - Issuer - Child labour and other forms of trafficking in human beings Has the economic operator itself or any person who is a member of its administrative, management or supervisory body or has powers of representation, decision or control therein been the subject of a conviction by final judgment for child labour and other forms of trafficking in human beings, by a conviction rendered at the most five years ago or in which an exclusion period set out directly in the conviction continues to be applicable? As defined in Article 2 of Directive 2011/36/EU of the European Parliament and of the Council of 5 April",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 10,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        40,
        535,
        314
      ],
      "orig_size": [
        545.0,
        768.0
      ]
    },
    {
      "chunk_id": "3451cec6-2472-56a3-93d3-e69aa05c4ee6",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — its victims, and replacing Council Framework Decision 2002/629/JHA (OJ L 101, 15.4.2011, p. 1). Your answer? ❍ Yes ❍ No Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL - Reference/Code - Issuer - B: Grounds relating to the payment of taxes or social security contributions Article 57(2) of Directive 2014/24/EU sets out the following reasons for",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 10,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        345,
        520,
        716
      ],
      "orig_size": [
        545.0,
        768.0
      ]
    },
    {
      "chunk_id": "df7e6eb9-d6b6-5849-a782-35bf34bb1638",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — Payment of taxes Has the economic operator breached its obligations relating to the payment of taxes, both in the country in which it is established and in Member State of the contracting authority or contracting entity if other than the country of establishment? Your answer? ❍ Yes ❍ No Country or Member State concerned --- Amount concerned - --- Has this breach of obligations been established by means other than a judicial or administrative decision? ❍ Yes ❍ No If this breach of obligations was established through a judicial or administrative decision, was this decision final and binding? ❍ Yes ❍ No Please indicate the date of conviction or decision - In case of a conviction, insofar as established directly therein, the length of the period of exclusion - Please describe which means were used - Has the economic operator fulfilled its obligations by paying or entering into a binding arrangement with a view to paying the taxes or social security contributions due, including, where applicable, any interest accrued or fines? ❍ Yes ❍ No Please describe them -",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 11,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        48,
        535,
        690
      ],
      "orig_size": [
        545.0,
        768.0
      ]
    },
    {
      "chunk_id": "3145c3f2-b24e-517b-bf1f-c8d05f775e1e",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL - Reference/Code - Issuer - Payment of social security Has the economic operator breached its obligations relating to the payment social security contributions, both in the country in which it is established and in Member State of the contracting authority or contracting entity if other than the country of establishment? Your answer? ❍ Yes ❍ No Country or Member State concerned --- Amount concerned - --- Has this breach of obligations been established by means other than a judicial or administrative decision? ❍ Yes ❍ No If this breach of obligations was established through a judicial or administrative decision, was this decision final and binding? ❍ Yes ❍ No Please indicate the date of conviction or decision - In case of a conviction, insofar as established directly therein, the length of the period of exclusion -",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 12,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        47,
        537,
        711
      ],
      "orig_size": [
        547.0,
        768.0
      ]
    },
    {
      "chunk_id": "17890178-4c7f-53cb-8ea0-41cfb28703c8",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — - Has the economic operator fulfilled its obligations by paying or entering into a binding arrangement with a view to paying the taxes or social security contributions due, including, where applicable, any interest accrued or fines? ❍ Yes ❍ No Please describe them - Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL - Reference/Code - Issuer - C: Grounds relating to insolvency, conflicts of interests or professional misconduct Article 57(4) of Directive 2014/24/EU sets out the following reasons for exclusion Breaching of obligations in the field of environmental law Has the economic operator, to its knowledge, breached its obligations in the field of environmental law? As referred to for the purposes of this procurement in national law, in the relevant notice or the procurement documents or in Article 18(2) of Directive 2014/24/EU. Your answer? ❍ Yes ❍ No Please describe them - Have you taken measures to demonstrate your reliability (\"Self-Cleaning\") ❍ Yes",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 13,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        48,
        526,
        710
      ],
      "orig_size": [
        536.0,
        768.0
      ]
    },
    {
      "chunk_id": "e2845b3d-da72-53c7-bc08-e7820648c6fa",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — Please describe them - Breaching of obligations in the field of social law Has the economic operator, to its knowledge, breached its obligations in the field of social law? As referred to for the purposes of this procurement in national law, in the relevant notice or the procurement documents or in Article 18(2) of Directive 2014/24/EU. Your answer? ❍ Yes ❍ No Please describe them - Have you taken measures to demonstrate your reliability (\"Self-Cleaning\") ❍ Yes ❍ No Please describe them - Breaching of obligations in the fields of labour law Has the economic operator, to its knowledge, breached its obligations in the field of labour law? As referred to for the purposes of this procurement in national law, in the relevant notice or the procurement documents or in Article 18(2) of Directive 2014/24/EU. Your answer? ❍ Yes ❍ No Please describe them - Have you taken measures to demonstrate your reliability (\"Self-Cleaning\") ❍ Yes ❍ No Please describe them - Bankruptcy Is the economic operator bankrupt? This information needs not be given if exclusion of economic operators in this case has been made mandatory under the applicable national law without any possibility of derogation where the economic",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 14,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        48,
        533,
        714
      ],
      "orig_size": [
        543.0,
        768.0
      ]
    },
    {
      "chunk_id": "36dbbf02-59ff-53e2-bc88-a2aea80a4858",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — Your answer? ❍ Yes ❍ No Please describe them - Indicate reasons for being able nevertheless to perform the contract - Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL - Reference/Code - Issuer - Insolvency Is the economic operator the subject of insolvency or winding-up? This information needs not be given if exclusion of economic operators in this case has been made mandatory under the applicable national law without any possibility of derogation where the economic operator is nevertheless able to perform the contract. Your answer? ❍ Yes ❍ No Please describe them - Indicate reasons for being able nevertheless to perform the contract - Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 15,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        48,
        536,
        711
      ],
      "orig_size": [
        546.0,
        768.0
      ]
    },
    {
      "chunk_id": "97c23233-4333-503e-8bd0-e5e157383112",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — Reference/Code - Issuer - Arrangement with creditors Is the economic operator in arrangement with creditors? This information needs not be given if exclusion of economic operators in this case has been made mandatory under the applicable national law without any possibility of derogation where the economic operator is nevertheless able to perform the contract. Your answer? ❍ Yes ❍ No Please describe them - Indicate reasons for being able nevertheless to perform the contract - Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL - Reference/Code - Issuer - Analogous situation like bankruptcy under national law Is the economic operator in in any analogous situation like bankruptcy arising from a similar procedure under national laws and regulations? This information needs not be given if exclusion of economic operators in this case has been made mandatory under the applicable national law without any possibility of derogation where the economic operator is nevertheless able to perform the contract. Your answer? ❍ Yes ❍ No",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 16,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        48,
        532,
        715
      ],
      "orig_size": [
        542.0,
        768.0
      ]
    },
    {
      "chunk_id": "7a9effe4-8efa-557d-b3e5-b4572d9cb78b",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — - Indicate reasons for being able nevertheless to perform the contract - Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL - Reference/Code - Issuer - Assets being administered by liquidator Are the assets of the economic operator being administered by a liquidator or by the court? This information needs not be given if exclusion of economic operators in this case has been made mandatory under the applicable national law without any possibility of derogation where the economic operator is nevertheless able to perform the contract. Your answer? ❍ Yes ❍ No Please describe them - Indicate reasons for being able nevertheless to perform the contract - Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL - Reference/Code -",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 17,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        48,
        529,
        711
      ],
      "orig_size": [
        540.0,
        768.0
      ]
    },
    {
      "chunk_id": "dbf40965-f66e-5369-83af-a07d0d52cd3b",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — - Business activities are suspended Are the business activities of the economic operator suspended? This information needs not be given if exclusion of economic operators in this case has been made mandatory under the applicable national law without any possibility of derogation where the economic operator is nevertheless able to perform the contract. Your answer? ❍ Yes ❍ No Please describe them - Indicate reasons for being able nevertheless to perform the contract - Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL - Reference/Code - Issuer - Agreements with other economic operators aimed at distorting competition Has the economic operator entered into agreements with other economic operators aimed at distorting competition? Your answer? ❍ Yes ❍ No Please describe them - Have you taken measures to demonstrate your reliability (\"Self-Cleaning\") ❍ Yes ❍ No",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 18,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        48,
        532,
        715
      ],
      "orig_size": [
        542.0,
        768.0
      ]
    },
    {
      "chunk_id": "cf06787f-10ed-5c6b-a0a1-ecf69369c02b",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — - Guilty of grave professional misconduct Is the economic operator guilty of grave professional misconduct? Where applicable, see definitions in national law, the relevant notice or the procurement documents. Your answer? ❍ Yes ❍ No Please describe them - Have you taken measures to demonstrate your reliability (\"Self-Cleaning\") ❍ Yes ❍ No Please describe them - Conflict of interest due to its participation in the procurement procedure Is the economic operator aware of any conflict of interest, as indicated in national law, the relevant notice or the procurement documents due to its participation in the procurement procedure? Your answer? ❍ Yes ❍ No Please describe them - Direct or indirect involvement in the preparation of this procurement procedure Has the economic operator or an undertaking related to it advised the contracting authority or contracting entity or otherwise been involved in the preparation of the procurement procedure? Your answer? ❍ Yes ❍ No Please describe them - Early termination, damages or other comparable sanctions Has the economic operator experienced that a prior public contract, a prior",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 19,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        48,
        533,
        719
      ],
      "orig_size": [
        544.0,
        768.0
      ]
    },
    {
      "chunk_id": "45ba6353-63c7-5203-bcae-22e2413d8dea",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — early, or that damages or other comparable sanctions were imposed in connection with that prior contract? Your answer? ❍ Yes ❍ No Please describe them - Have you taken measures to demonstrate your reliability (\"Self-Cleaning\") ❍ Yes ❍ No Please describe them - Guilty of misinterpretation, withheld information, unable to provide required documents and obtained confidential information of this procedure Can the economic operator confirm that: a) It has been guilty of serious misrepresentation in supplying the information required for the verification of the absence of grounds for exclusion or the fulfilment of the selection criteria, b) It has withheld such information, c) It has not been able, without delay, to submit the supporting documents required by a contracting authority or contracting entity, and d) It has undertaken to unduly influence the decision making process of the contracting authority or contracting entity, to obtain confidential information that may confer upon it undue advantages in the procurement procedure or to negligently provide misleading information that may have a material influence on decisions concerning exclusion, selection or award? Your answer? ❍ Yes ❍ No Part IV: Selection criteria B: Economic and financial standing Article 58(3) of Directive 2014/24/EU sets out the following selection",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 20,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        47,
        535,
        700
      ],
      "orig_size": [
        546.0,
        768.0
      ]
    },
    {
      "chunk_id": "19b86614-3c91-5f46-b7cd-aacac7f41f86",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — Its general yearly turnover for the number of financial years required in the relevant notice, the procurement documents or the ESPD is as follows: Amount - --- Start date - End date - Amount - --- Start date - End date - Amount - --- Start date - End date - Amount - --- Start date - End date",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 21,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        57,
        48,
        492,
        706
      ],
      "orig_size": [
        502.0,
        768.0
      ]
    },
    {
      "chunk_id": "ad1a6014-7bc6-5fd9-b37c-ec38fe1fef3b",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — Amount - --- Start date - End date - Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL - Reference/Code - Issuer - Financial ratio Concerning the financial ratios specified in the relevant notice, the procurement documents or the ESPD, the economic operator declares that the actual values for the required ratios are as follows: Ratio - Description - Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL -",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 22,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        67,
        534,
        713
      ],
      "orig_size": [
        544.0,
        768.0
      ]
    },
    {
      "chunk_id": "f1134406-1afb-52e7-89f1-ccbdbf306905",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — - Issuer - C: Technical and professional ability Article 58(4) of Directive 2014/24/EU sets out the following selection criteria For service contracts: performance of services of the specified type For public service contracts only: During the reference period, the economic operator has provided the following main services of the type specified. Contracting authorities may require up to three years and allow experience dating from more than three years. Description - Amount - --- Start date - End date - Recipients - Is this information available at no cost to the authorities from an EU Member State database? ❍ Yes ❍ No URL - Reference/Code - Issuer -",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 23,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        46,
        48,
        533,
        710
      ],
      "orig_size": [
        544.0,
        768.0
      ]
    },
    {
      "chunk_id": "a12ecb21-f71e-5bbe-88d3-1a1169cccb0f",
      "type": "procurement_section",
      "text": "European Single Procurement — 2011 on preventing and combating trafficking in human beings and protecting — Finish Part VI: Concluding statements The economic operator formally declares that the information stated under Parts II - V above is accurate and correct and that it has been set out in full awareness of the consequences of serious misrepresentation. The economic operator formally declares to be able, upon request and without delay, to provide the certificates and other forms of documentary evidence referred to, except where: a) The contracting authority or contracting entity has the possibility of obtaining the supporting documentation concerned directly by accessing a national database in any Member State that is available free of charge (on condition that the economic operator has provided the necessary information (web address, issuing authority or body, precise reference of the documentation) allowing the contracting authority or contracting entity to do so. Where required, this must be accompanied by the relevant consent to such access), or b) As of 18 October 2018 at the latest (depending on the national implementation of the second subparagraph of Article 59(5) of Directive 2014/24/EU), the contracting authority or contracting entity already possesses the documentation concerned. The economic operator formally consents to the contracting authority or contracting entity as set out in Part I, gaining access to documents supporting the information, which has been provided in Part III and Part IV of this European Single Procurement Document for the purposes of the procurement procedure as set out in Part I. Date, place and, where required or necessary, signature(s): Date - Place - Signature",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "European Single Procurement",
        "heading_1_text": "2011 on preventing and combating trafficking in human beings and protecting",
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 24,
      "doc_fingerprint": "8497969d-f7d1-59e3-ace0-db8ddb2d23ec",
      "bbox": [
        58,
        45,
        534,
        641
      ],
      "orig_size": [
        545.0,
        768.0
      ]
    }
  ]
}