{
  "chunks": [
    {
      "chunk_id": "3228e3ca-5962-5b4c-90a6-20861b238ea3",
      "type": "procurement_section",
      "text": "Republic of India — Republic of India ![Figure]() EXPRESSIONofINTEREST for Engineering and Management Consultancy Services for Central Project Management Unit Under the\nDam Rehabilitation and Improvement Project(DRIP) Phase II and Phase III IBRD Loan No.: May 22,2020\nCentral Project Management Unit(CPMU) DRIP Phase II and Phase III Central Water Commission\nDepartment of Water Resources, River Development and Ganga Rejuvenation Government of India Office of Chief Engineer, DSO & Project DirectorDRIP Phase-II and Phase-III 8th Floor, SewaBhawan, R K Puram, New Delhi-110066 Tel:+91-11- 26106848\nEmail: projectdr.drip-cwc@gov.in",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 1,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        116,
        82,
        518,
        604
      ],
      "orig_size": [
        527.0,
        616.0
      ]
    },
    {
      "chunk_id": "7316a09d-34ad-5555-b5da-1d1fb63d3433",
      "type": "procurement_section",
      "text": "Republic of India — SELECTION OF CONSULTANTS BY THE CENTRAL WATER COMMISSION REQUEST FOR EXPRESSIONS OF INTEREST REPUBLIC OF INDIA\nDAM REHABILITATION AND IMPROVEMENT PROJECT PHASE-II AND PHASE-III\nENGINEERING AND MANAGEMENT CONSULTANCY SERVICES FOR CENTRAL PROJECT MANAGEMENT UNIT Expressions of Interest (EoI) Central Water Commission through Government of India intends to receive financing from\nWorld Bank in the form of a loan toward the cost of DAM REHABILITATION AND\nIMPROVEMENT Project, and intends to apply a portion of the proceeds of this loan to\neligible payments for consultancy Services. The Consulting Services (“the services”) includeEngineering and Management Consultancy\nServices to be provided to the Central Project Management Unit (CPMU) in Central Water\nCommission (CWC), headed by a Project Director, having overall responsibility for project\noversight and implementation. The duration of Project is ten years, to be implemented in two Phases, each of six years\nduration with two years overlapping. The Project may be operationalised in October 2020.\nThe Project has rehabilitation provision for approximately700 dams with an budget outlay of\nRs. 10,211 Cr. It will be implemented in 19 States namely Andhra Pradesh, Chattisgarh,\nGoa, Gujarat, Jharkhand, Karnataka, Kerala, Madhya Pradesh, Maharashtra, Manipur,\nMeghalaya, Odisha, Punjab, Rajasthan, Tamil Nadu, Telangana, Uttar Pradesh, Uttarakhand,\nWest Bengal, along with three Central Agencies vizBhakra Beas Management Board,\nDamodar Valley Corporation, and Central Water Commission. The final figure of dams for\nrehabilitation most likely shall be 400 during period of implementation. The Project has four components, viz. i) Rehabilitation and Improvement of Dams and\nAssociated Appurtenances; ii) Dam Safety Institutional Strengthening; iii) Incidental\nRevenue Generation for sustainable operation and maintenance of dams; and iv) Project\nManagement The CPMU would be strengthened by engaging a engineering and management consulting\nfirm. The main scope of the consulting firm include: (i)\nTo assist CPMU in management and implementation of the program, including\nfiduciary, safeguard, and ESMF aspects; (ii)\nTo assist CPMU with certain tasks pertaining to technical as well as managerial\nnature related to this Project; (iii)\nTo provide independent supervision and quality assuranceon behalf of CPMU for the\nrehabilitation and improvement works to be undertaken by the participating agencies;\nand (iv)\nTo assist CPMU and Implementing Agencies in strengthening of the central and state\nlevel dam safety institutional setup.",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 2,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        81,
        71,
        520,
        735
      ],
      "orig_size": [
        530.0,
        750.0
      ]
    },
    {
      "chunk_id": "5cbf383f-4b0f-5263-8b58-b5c211134bb1",
      "type": "procurement_section",
      "text": "Republic of India — The CPMU now invites eligible consulting firms (“consultants”) to indicate their interest\nin providing the services.Interested consultants should provide information demonstrating\nthat they have the required qualifications and relevant experience to perform the services\n(brochures,description of similar assignments,experience in similar conditions, availability of\nappropriate skills among staff,etc.). Key Experts will not be evaluated at the shortlisting\nstage. The detailed shortlisting criteria are mentioned in Section II of the EoI. Consultants may associate with other firms in the form of a joint venture to enchance their\nQualifications. The EOI submitted by consultants in association should clearly indicate\nthe nature of the association if it is a joint venture. In case of Joint venture, the name of\nthe lead firm should be clearly stated and the JV should not have more than three\nmembers including the lead. The attention of interested Consultants is drawn to paragraph 3.16,3.17: “Conflict of Interest”\nand paragraph 3.32: “Fraud & Corruption” of the World Bank’s Procurement Regulations for\nIPF Borrowersdated July 2016, revised November 2017 and August 2018, setting forth the\nWorld Bank’s policy. Consultants will be selected in accordance with the Quality and cost Based selection (QCBS\nmethod set out in the Procurment Regulations for IPF Borrowers. The consultant/bidders can\ndownload the Expression of Interest(EoI)comprising‘ShortListingCriteria’and ‘Terms of\nReference from the e‐procurement platform (https://eprocure.gov.in/eprocure/app) fromMay\n22,2020, 1000hrs(IST)onwards.TheBiddersneed to submittheEoI along with all relevant\ndocuments online through eprocurement platform(https://eprocure.gov.in/eprocure/app). Last\ndate/time for receipt of bid through e‐procurement is on July 20 ,2020 upto 1500 hrs (IST).\nLate and offline bids shall not be accepted.The‘Short Listing Criteria’and‘Scope of Work’are\nalso available in the DRIP websitehttp://www.damsafety.in. Interested consultants may obtain further information at the address below from 0930hrsto\n1730hrs (Monday to Friday, except Govt. holidays). The office of the Project Director,\nDRIP Phase II and Phase III,\nCentral Water Commmission, 8th Floor, SewaBhawan\nR K Puram, N Delhi-110066, India\nPhoneNo.:+91-11-26106848,\nprojectdr.drip-cwc@gov.in",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 3,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        81,
        68,
        517,
        598
      ],
      "orig_size": [
        527.0,
        610.0
      ]
    },
    {
      "chunk_id": "2c708506-3126-5f95-afe0-8347eb1e8fa2",
      "type": "procurement_section",
      "text": "Republic of India — Instruction for submission of Expression of Interest 1. Consultant shall go through the guidelines provided under section‘I’and Section ‘II’before preparing EOI proposal.\n2. Consultant who meet shortlisting criteria given in section ‘II’ shall prepare EOI as per the guidelines\ngiven\nin\nsection\nI.\nIf\nthe\nConsultant\ndesires\nto\nsubmit certain information not covered in the guidelines would be in his interest, he\nmay submit such information.\n3. The Application shall be the basis for drawing up a shortlist of eligible consultants who willbeinvitedtosubmitproposalforservicesrequired.\n4. All Applications shall be submitted in English.\n5. If the EOI is submitted by a Joint Venture, attach a letter of intent or a copy of an existing agreement.\n6. The EOI and all related correspondence and documents should be written in the English language.Supporting documents and printed literature furnished by Applicant with the\nEOI may be in any other language provided that they are accompanied with translations\nin the English language.Supporting materials,which are not translated into English,may\nnot be considered.For the purpose of interpretation and evaluation of the EOI,the\nEnglish language translation shall prevail. The translated documents from any other\nlanguage to English language shall be notorised.\n7. The Applicant shall provide all the information sought under this shortlisting Criteria.Central\nWater\nCommission\nwould\nevaluate\nonly\nthose\nEOI\nthatarereceivedintherequiredformatandcompleteinallrespects.Incomplete and / or conditi\nonal EOI shall not be considered for short listing.\n8. Detailed ToR will also be available on website www.damsafety.in\n9. No EOI whatsoever will be entertained if submission is not received online by due date andtime.\n10. The Consultant has to digitally sign and upload the required bid documents one by one asindicatedinthetenderdocument.",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 4,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        99,
        87,
        527,
        486
      ],
      "orig_size": [
        536.0,
        495.0
      ]
    },
    {
      "chunk_id": "3ef757cb-6b39-5f90-b0e2-1856567f3abf",
      "type": "procurement_section",
      "text": "Republic of India — Section‐I Guidelines for Preparation of Expression of Interest Followinginformationshallbesubmittedusinggivenformatsandwherenoformatsarespecified,fr eeformatcanbeused. individual, proprietorship, subsidiary, partnership, private limited company,\npublic limited company etc. (Annexure‐I). telephone numbers, fax numbers, E‐mail and cable address. For wholly owned\nsubsidiary in India, complete details of the Group Company with all details of\nits ownership or vice-versa shall be provided. Information is to be furnished by\nthe consultancy firm con or members of JV individually (Annexure‐I). fresh name(s) of former entity (ties) and year(s) of their original establishment\nwith details in aforesaid manner. Information is to be furnished by the\nconsultancy firm or members of JV individually (Annexure‐I). (Annexure‐II) given.(Annexure‐III) in the following six categories or combination of two or more categories. A. The first category (A): It includes the works related to hydrological safety assessment of a given dams alongwith various structural and non-structural\nrehabilitation measures to safely address the safety concerns of dams due to\nincrease in design flood. The structural measures include construction of\nadditional spillway, expansion of existing spillway, raising of height, fuse\nplug etc. Non-structural measures include preparation/modification of rule\ncurves, emergency action plans, early flood warning sytemetc. B. The second category (B): It includes the various kind of dam rehabilitation measures to minimize the seepage through the dams including raking and\npointing of upstream face, grouting, guniting and shotcreting, treatment of\ndam contraction joints for damaged sealsapplication of geo-membraneetc. C. The third category (C): It includes the assessment of structural adequacy of existing dams alongwith rehabilitation measures to ensure the structural\nstability which may include the re-sectioning of earthen dam, concrete\nbacking of downstream face of masonry dam, and retro-fitting of concrete\ndams, seismic safety review, potential failure modes analysis for risk\nassessment etc. D. The fourth category (D): It includes the assessment of operational safety through repair, strengthening or replacement of existing spillway/under\nsluice gates, hoisting system, automation, SCADA and control system, repair",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 5,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        105,
        94,
        511,
        752
      ],
      "orig_size": [
        527.0,
        767.0
      ]
    },
    {
      "chunk_id": "2ea39d14-1024-5d05-a7d8-2e736570dd9c",
      "type": "procurement_section",
      "text": "Republic of India — or further strengthening of existing energy dissipation arrangements, as well\nas repair of the spillway glacisetc. E. The fith category (E): It includes the consultancy for detailed engineering stage for construction of a large new dam, construction supervision and\nquality assurance activities etc. F. The sixth category (F): It includes the services for procurement of civil works, goods, and services; institutional development and development of\ntraining programmes for capacity‐building related to various activities of\ndam rehabilitation aspects.\nIn case of JV firm, each member has to likewise give above information. Only\nthoseworks which are done as Lead consultant shall be considered. (Annexure‐IV) of JV) may choose shall be submitted at Annexure‐V.",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 6,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        116,
        61,
        518,
        266
      ],
      "orig_size": [
        527.0,
        307.0
      ]
    },
    {
      "chunk_id": "dfbd36e7-5e8f-56e7-9a13-f7fad6405138",
      "type": "procurement_section",
      "text": "Republic of India — Short ListingCriteria (i) During last 15years,Consultantfirmshall have experience of providing engineering and management consultancy for a minimum of one Dam Rehabilitation and\nImprovement Project, this assignment shall cover a minimum of three activities\nout of the listed activities under the six categories mentioned in Section I. (ii) If consultancy firm is in the form of a JV, each JV partner shall have specific experience of working for minimum one activity, but the lead partrner shall have\nspecific experience of working for minimum three activities out of the listed\nactivities under the six categories mentioned in Section I. (iii) The average annual turnover of the consultancy firm shall not be less than Rs. 300 Cr\nor\nUS$\n43\nM\nfor\nconsultancy\nservices\nduring\nlast\n5years.\nForarrivingatupdatedvalue,turnovershallbeupdatedtothepresentyearbyafactorof5%per\nyear. (iv) in case of JV, each partner shall meet the 40% requirement of criteria given at para.(iii) above, and lead partner shall meet the 60% requirement of criteria given\nas para(ii). In the JV, maximum three partners are allowed (v) In case, a wholly owned subsidiary of a Group Company partners with wholly owned any entity of a Group Company shall be considered as single entity\nprovided each subsidiary participating in the bid shall have average annual\nturnover for last 5years not be less than Rs.300 Cr or US$ 43 M (vi) The Consulting firm should be in the consultancy Business foratleast last 10 years. If a JV, each partner should be in consultancy business for atleast last 7\nyears. (vii) The consultant shall submit satisfactory Completion Certificate of the assisgnment(s) from the concenred employer showing the completion date of\nassignment with explicit date (viii) The Consultant firm shall have team of core engineering experts i.e Dam Design Expert, Construction Supervision and Quality Assurance Expert,\nHydrologist, Institutional Expert, Hydro-Mechanical Expert, Procurement\nExpertwhoshall be on permanent employement of firm for a minimum of last\nthree years.. The consultant firmshall furnish the explicit details for last\nthreeyears of their inhouse team of professionals as a proof for permanent nature\nof employment. In case of JV, each partner shall have a minimum of three\nexperts, but cumulative shall meet all the requirement during last threeyears",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 7,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        116,
        113,
        521,
        647
      ],
      "orig_size": [
        530.0,
        659.0
      ]
    },
    {
      "chunk_id": "3ab1fc86-cbc6-553b-9965-640f618f3fbb",
      "type": "procurement_section",
      "text": "Republic of India — Annexure‐I Expression of Interest Form for Consulting Firm or Joint Venture (To be filled up by each of the partner in case of a Joint Venture) Consultant\nDate of\nEstablishmen Countr\ny Type of organization t Individual Partnership Corporation Other\nName 2.\nCorporate/registered Office / Business Address / Telephone Nos. / Cable\nAddress/ E‐ mail address of consultant and its branch offices for Consultant\n(including members in case of JV) 3.\nConsultant’s former name and year of establishment (including that of\nmembers in case of JV) 4.\nNarrative description of Consultant firms with special focus on relevant\ninformation to present assignment if any (Use other sheet, if necessary)",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 8,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        81,
        64,
        517,
        366
      ],
      "orig_size": [
        527.0,
        373.0
      ]
    },
    {
      "chunk_id": "bf284612-a0a3-5909-86f1-9c449f171ecd",
      "type": "procurement_section",
      "text": "Republic of India — Financial Statement of the last fiveFinancial Years Sr.\nNo\n. Particulars\n*2019‐202 2018‐201 2017‐201 0 9 8 Lead member\nother\nmember(1)\nother\nmember(2)\n2 Net Profit.\nLead member\nother\nmember(1)\nother\nmember(2)\n• Provisional would also suffice for year 2019-20 1. Annual turnover\nfrom\nConsulting\nbusiness",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 9,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        97,
        116,
        418,
        391
      ],
      "orig_size": [
        528.0,
        397.0
      ]
    },
    {
      "chunk_id": "ce06efc4-bf5f-5868-9ef7-9e2c30e92459",
      "type": "procurement_section",
      "text": "Republic of India — Annexure‐II 2016-2017 2015-16",
      "metadata": {
        "segment_type": "body",
        "column_index": 1,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 9,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        431,
        60,
        526,
        196
      ],
      "orig_size": [
        528.0,
        397.0
      ]
    },
    {
      "chunk_id": "2a14b34e-20dc-532a-9dca-1f7875e547f5",
      "type": "procurement_section",
      "text": "Republic of India — Annexure‐III Organizational Strength S No.\nArea of\nExpertise Total\nNo. of No. with\nDoctoral No. with No. with\nGraduat\ne Degree No. of\nPermanent No. of Post‐\ngraduat years Staff Degree Employees with the\nfirm e\nDegree List and attach\nthe documents\nfor Proof of\nPermanent\nEmployee\ni.\nDam Design\nExpert\nii.\nHydrologist Sl.\nNo.\nExpert\nName\nQualificatio\nn Date of\njoining Permanent\nEmployee iii.\nConstruction\nSupervision &\nQuality Assurance\nSpecialist\niv.\nInstitutional\nStrengthening\nSpecialist\nv.\nHydro-mechanical\nExpert\nvi.\nProcurement\nExpert",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 10,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        81,
        71,
        512,
        742
      ],
      "orig_size": [
        521.0,
        757.0
      ]
    },
    {
      "chunk_id": "ba5de4a5-a98d-5db5-aeb5-481ceb96df63",
      "type": "procurement_section",
      "text": "Republic of India — Annexure‐IV Details of Experience Category of\nservices\nrendered Proje S\nr.\nN Completion Sole / JV/\nConsortium Correspond Fee (Applicant's Duration\nin months Funding Date of\nAgreemen A, B, C, Date of\nCompletion Attach Copy of certificate\nfrom client\n(Reference cts\nNam (if JV, state\nLead Partner D…or\ncombinat ing Cost Agreement share in case of\nJV/ Consortium) t Agency e /\nYear with share) o ion of\nany of page no) these 1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n1\n2 Note: Only those assignments shall be considered for which consultant has provided services as lead member in case that work is done by a JV/ Consortium. Each assignment shall be supported by following details: Name of Overall assignment : ………………………………………………………………………………………..………….. Location of Overall assignment : …………………………………………………………………………..…………………….. Owner's Name and Address : …………………………………………………………….………………………….…………….. Completion Cost (Actual/Estimated vis‐à‐vis Stipulated): …………………………………………………………………….. Description of assignment: ……………………………………………………………………..…….…………………………….. Description of Services provided by the firm: ………………………………………………………………………………..",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 11,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        81,
        772,
        485
      ],
      "orig_size": [
        787.0,
        494.0
      ]
    },
    {
      "chunk_id": "eabaaaf4-9253-5e48-a774-6324e5eeeefa",
      "type": "procurement_section",
      "text": "Republic of India — Employer’s References",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 12,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        235,
        111,
        351,
        124
      ],
      "orig_size": [
        522.0,
        124.0
      ]
    },
    {
      "chunk_id": "0b346fb9-2b19-54a7-af50-f3d17a0c96ae",
      "type": "procurement_section",
      "text": "Republic of India — Annexure‐V",
      "metadata": {
        "segment_type": "body",
        "column_index": 1,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 12,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        458,
        57,
        520,
        70
      ],
      "orig_size": [
        522.0,
        124.0
      ]
    },
    {
      "chunk_id": "8ee33059-ff30-5665-a9a3-32bc6306df1a",
      "type": "procurement_section",
      "text": "Republic of India — Annexure‐VI Undertaking I certify that the information in the above Expression of Interest forms is true to the best of my\nknowledge. I also understand that any misleading or wrong information will disqualified this\napplication straightaway. President/Managing Director or Authorized Signatory of Applicant",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 13,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        81,
        66,
        520,
        372
      ],
      "orig_size": [
        530.0,
        379.0
      ]
    },
    {
      "chunk_id": "9cdebaa0-9f6a-5793-8193-db3fb816cce4",
      "type": "procurement_section",
      "text": "Republic of India — Terms of Reference 1.\nIntroduction\n\n1.1\nThe DRIP Phase-II and Phase-III has been taken up with World Bank assistance for\nimplementation in 19States and threeCentral Agencies including Central Water\nCommission.The Objective of the Projectis to improve the dam safety and operational\nperformance of selected dams of the Country, with emphasis on institutional\nstrengthening with system wide management improvement alongwith sustainable\noperation and maintenance. . The Projectis to be implemented over a period of 10\nyears, in two phases, with each phase of 6 years duration and an overlap of 2 years\nover each other. 1.2\nThe Project has four components, viz. i) Rehabilitation and Improvement of Dams\nand Associated Appurtenances; ii) Dam Safety Institutional Strengthening; iii)\nIncidental Revenue Generation for sustainable operation and maintenance of dams;\nand iv) Project Management. The Project has rehabilitation provision for 687 dams at\na Cost of Rs. 10,211Cr. The main implementing agencies for Project will be the\nowners of dams (i.e. water Resources Departments, State Electricity Boards, Central\nAgency). The overall implementation as well as supervision of the Project would be\ncoordinated and supervised by the Central Water Commission through a Central\nProject Management Unit (CPMU). Day-to-day project coordination and management\nat the State level is to be done by State Project Management Units (SPMUs) . The\nCPMU will be assisted by an Engineering and Management Consultant. The existing\nImplementing Agencies are Water Resource/Irrigation Department of Andhra\nPradesh, Bihar, Chattisgarh, Goa, Gujarat, Karnataka, Kerala, Madhya Pradeh,\nMaharashtra, Manipur, Odisha, Punjab, Rajasthan, Tamil Nadu, Telangana, Uttar\nPradesh, Uttarakhand, West Bengal, along with three Central Agencies vizBhakra\nBeas Management Board, Damodar Valley Corporation and Central Water\nCommission. 1.3\nThe main implementing agencies for Project will be the owners of dams (i.e. water\nResources Departments, State Electricity Boards, Central Agency). The overall\nimplementation as well as supervision of the Project would be coordinated and\nsupervised by the Central Water Commission through a Central Project Management\nUnit (CPMU). Day-to-day project coordination and management at the State level is\nto be done by State Project Management Units (SPMUs) . The CPMU will be assisted\nby an Engineering and Management Consultant. The existing Implementing Agencies\nare Water Resource/Irrigation Department of Andhra Pradesh, Chattisgarh, Goa,\nGujarat, Jharkhand, Karnataka, Kerala, Madhya Pradesh, Maharashtra, Manipur,\nOdisha, Punjab, Rajasthan, Tamil Nadu, Telangana, Uttar Pradesh, West Bengal, State\nElectricity Boards of Tamil Nadu and Kerala, KPCL and UJVNL, Meghalaya Power\nDepartment along with threeCentral Agencies viz Bhakra Beas Management Board ,\nDamodar Valley Corporation and Central Water Commission. 2.\nObjective(s) of the Project",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 14,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        81,
        71,
        517,
        737
      ],
      "orig_size": [
        527.0,
        751.0
      ]
    },
    {
      "chunk_id": "f06be16f-e82b-5f72-9b6f-606a943a5ccb",
      "type": "procurement_section",
      "text": "Republic of India — The project development objectives of DRIP are: (i) to improve the safety and\nperformance of selected existing dams and associated appurtenances in a sustainable\nmanner, and (ii) to strengthen the dam safety institutional setup in participating States\nas well as at Central level. The objectives of DRIP are to be achieved through\ninvestments for physical and technological dam improvements, managerial upgrading\nof dam operations, management and maintenance, with accompanying institutional\nreforms. DRIP would thus aim at restoring the capacity of project dams for effective\nutilization of the stored water, and monitoring and managing the long-term\nperformance of the dams. 3.\nScope of Services, Tasks (Components) and Expected Deliverables 3.1 Project\nComponents The four components of DRIP are summarized as under: 3.1.1\nRehabilitation &\nImprovement of\nDams and\nAssociated\nAppurtenances Rehabilitation\nand\nImprovement\nof\nDams\nand\nAssociated\nAppurtenances, focusing on structural and non-structural measures for\napproximately 400project dams, many of which are more than 25\nyears old. The number of dams proposed for inclusion in the project is\nbased on proposals received from the 19 participating States and\ntwocentral agency. The States have done a review of the status of\ntheir dams and have determined those dams that are most in need of\nrehabilitation and improvement in order to guarantee their future\nsafety and operational capacity. It was agreed that the States have an\noption to substitute a few of the currently selected dams with other\ndams, if it is found that these dams have higher needs. The proposed\ninterventions will include, but not be limited to, such works as:\ntreatment for reduction of seepage through masonry and concrete\ndams and reduction of seepage through earth dams; improving dam\ndrainage; treatment for cracking in the dam, improving the ability to\nwithstand higher floods, including additional flood handling facilities,\nas required by the hydrological assessments, accompanied by\nstructural strengthening of dams; non-structural measures to cater for\nhigher design floods in case structural measures are physically not\nfeasible; rehabilitation and improvement of spillways, head regulators,\ndraw-off gates and their operating mechanisms, stilling basins, and\ndownstream spillway channels; improving approach roads; improving\noffice and housing accommodation; and improving dam safety\ninstrumentation. The project will also support hydrological\nassessments and specialized consulting services, e.g. for the design of\nstate-of-the art, but affordable instrumentation. In addition,\npreparation and implementation of asset management plans,\nemergency preparedness plans, emergency warning systems, O&M\nmanuals, public awareness campaigns, and floodplain mapping will be\nincluded in all States. Operators of dams, state design organizations,\nand engineering cells in WRDs and SEBs will provide design services\nand day-to-day construction supervision. Consulting services for the\nmore complicated design, identification of source of dam safety issue",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 15,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        81,
        71,
        517,
        758
      ],
      "orig_size": [
        527.0,
        773.0
      ]
    },
    {
      "chunk_id": "2d52fded-54d9-5328-bb9c-b969a8d08613",
      "type": "procurement_section",
      "text": "Republic of India — 3.1.2 Dam\nSafety\nInstitutional\nStrengthening 3.1.3 Incidental\nRevenue\nGeneration for\nsustainable\noperation and\nmaintenance of\ndams",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 16,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        80,
        208,
        165,
        745
      ],
      "orig_size": [
        524.0,
        756.0
      ]
    },
    {
      "chunk_id": "c2d3e1d2-9936-5ab6-99c9-de403e5b90ca",
      "type": "procurement_section",
      "text": "Republic of India — viz. seepage and third-party supervision services and specialized tasks\nwill be recruited to assist WRDs and SEBs, as needed. In addition to above, the Consultant shall be assisting CPMU in\ncompleting the balanced rehabilitation activities of about 20 dams of\nongoing Dam Rehabilitation and Improvement project(DRIP) in case\nextension is given for this Scheme. The likely activities involved will\nbe Project Rehabilitation Reports, official Implementation Completion\nResult Report for the Scheme etc. Dam Safety Institutional Strengthening, focusing on regulatory and\ntechnical frameworks for dam safety assurance. The activities to be\ncarried out will include, but not be limited to, targeted training\nnationally (especially at the National Water Academy in Pune, State\nregional centres, IITs/NITs campuses etc.) and internationally to Dam\nSafety Organizations at Central (CDSO) and State (SDSO) level to\nbecome effective organizations that can take the lead in ensuring that\ndams remain safe from a structural and operational point of view; incountry and external training of staff of WRDs and SEBs to assist with\nthe development of appropriate skills and modern tools to adequately\noperate and maintain dams; attendance at dam safety courses; study\ntours, and linking with foreign country agencies that have advanced\ndam safety programs such as the United States, Australia, Canada,\nJapan, and Switzerland etc.; operation of independent dam safety\nreview panels, comprising experts in relevant disciplines; development\nof capacity to carry out reservoir sedimentation studies; development\nof Management Information Systems (MIS) and other programs to\ncapture and analyze data for long-term planning and guiding of dam\noperations; support to the further improvement and revision\ndevelopment within CWC of the Dam Health and Rehabilitation\nMonitoring Application (DHARMA) program that will allow a\nsystematic presentation and interpretation of data for effective\nmonitoring of the health of dams; support to the revision of existing\nguidelines on dam safety and preparation of new guidelines, as\nneeded; training in hazard and vulnerability assessment and dam-break\nanalysis, emergency preparedness plans, O&M manuals; and training\nto a select number of academic and research institutions for enhancing\ntheir capacities in guiding the dam safety activities. The few selected\nacademic and central institutions would also be part of capacity\nbuilding under this Project. In order to ensure long term sustainability of operations &\nmaintenance of existing dams, it is proposed to encourage the dam\nowners to explore the incidental revenue generation through\ninnovative ideas as a pilot project i.e. development of tourism,\nfisheries, secondary sources of power generation (hydel as well as\nsolar), water recreation activities etc. About 10-15 nos of dams are to\nbe taken as a pilot projects to experiment such arrangement.",
      "metadata": {
        "segment_type": "body",
        "column_index": 1,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 16,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        186,
        71,
        516,
        742
      ],
      "orig_size": [
        524.0,
        756.0
      ]
    },
    {
      "chunk_id": "9e962bba-343c-576b-82dc-8ff0bebea527",
      "type": "procurement_section",
      "text": "Republic of India — 3.1.4 Project\nManagement The overall responsibility for project oversight and coordination will\nrest with the CDSO of CWC. This Organisation will act as the Central\nProject Management Unit (CPMU). The CPMU will be assisted by a\nmanagement and engineering consulting firm. Each State will\nestablish a Project Management Unit (SPMU) attached to the WRD\nChief Engineer’s (CE) office in charge of the SDSO. This Unit will\nhave direct responsibility for the coordination and management of the\nproject at State level. 4.Institutional &\nImplementation\nArrangement i) The State Dam Safety Organizations (SDSO) will have responsibility for the implementation of the project in the\nrespective participating States. SDSO will be assisted by Water\nResources Departments, other operators of dams, and state design\norganizations for design services and day-to-day construction\nsupervision. Consulting services may also be engaged by the States\nto assist the SDSOs, as needed, in areas which are to be executed\nby the state implementing agencies and for which specialized\nskilled staff may not be available within state departments. Such\nservices (to be provided by individual consultants; Dam Safety\nReview Panels; Expert Teams; IITs, Engineering University,\nColleges, other institutions; or consulting firms) will have clearly\ndefined deliverables without any substantial overlap with the scope\nand services of the works of Engineering and Management\nConsulting firm engaged by CPMU. ii) Central Project Management Unit (CPMU) will be responsible for overall implementation of DRIP. The duties of CPMU will include\nsupport to SDSOs and their SPMUs with their role in facilitating\nand guiding the implementation and monitoring of all project\nactivities, ensuring synergy and coordination among activities and\nagencies implementing these activities, preparing consolidated\nreports and facilitating trainings. The CPMU will also support\nSDSOs and SPMUs in formulation of project proposals, technical\nexamination of works, linking with MIS, and other relevant\nactivities of project implementation. The Central Dam Safety\nOrganisation (CDSO) of CWC is designated as Central Project\nManagement Unit (CPMU) and the Chief Engineer, CDSO is\ndesignated as Project Director (PD). The Project Director would\nhead the Central Project Management Unit (CPMU), which will be\nstrengthened by an Engineering and Management consulting firm.\nIn addition to providing sufficient staff at CPMU, the consulting\nfirm will also open sub-units with adequate staff in selected\nparticipating States for coordination of work between CPMU and\nconcerned SPMUs. These sub-units will be reporting to CPMU at\nCWC, New Delhi. The day to day minor issues with SPMUs will\nbe resolved by the State level sub-units; more detailed/complex and\ncomplicated issues, if any, will be referred to CPMU. The State\nlevel sub-units would also provide the third-party construction\nsupervision and quality control arrangements for the works\nundertaken in States alongwith follow up for monthly physical and\nfinancial progress of concerned States/Agencies.",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 17,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        71,
        517,
        748
      ],
      "orig_size": [
        527.0,
        762.0
      ]
    },
    {
      "chunk_id": "e54c13ba-cd44-587e-96bb-1f8c08f3a0f2",
      "type": "procurement_section",
      "text": "Republic of India — iii) A National Level Steering Committee (NLSC) headed by Secretary MoWR, alongwith senior level representatives of CWC and\nparticipating States, will review the progress as well as policy\nrelated issues in Project on regular basis. A separate Technical\nCommittee (TC) chaired by Member (D&R), CWC will be in place\nto: (a) provide technical input to NLSC, (b) coordinate with\nimplementing agencies of respective State governments, and (c)\nreview progress of the project on quarterly basis. The Technical\nCommittee includes Engineer-in-Chief of Irrigation/ Water\nResources / Power Departments of participating States. The Project\nDirector and Chief Engineer, DSO-CWC, is the Member Secretary\nof TC. The NLSC and TC will provide the strategic supervision and\ndirections for the successful implementation of DRIP. These\nCommittees will also provide a platform for resolution of project\nimplementation related issues, any corrective measures if required\nto be recommended by this Committee. The World Bank will\nconduct support and review missions bi-annualy on regular basis.\nThe Principal Secretaries of concerned States/HoD of State\nElectricity Boards will also conduct their Project review on\nquarterly basis. 5. Objectives of\nthe Consultancy i) The main objective of the Consultancy service is to strengthen the Central Project Management Unit (CPMU) for discharge of its dayto-day responsibilities by providing a team of consultants for\nmanagerial, technical, fiduciary, safeguards; Monitoring and\nEvaluation services as brought out in the Scope of Consultancy. ii) The Consultant shall provide at CPMU a team of experts, including technical and non-technical manpower, and all resources necessary\nfor meeting the Consultancy objectives. The Consultant shall also\nestablish sub-units in selected participating States and provide\ntherein adequate technical and non-technical manpower for\ncoordination of work between CPMU and SPMUs. 6. Scope of\nConsultancy The scope of the services will include supporting the Project\nDirector, CPMU with the day-to-day responsibilities of project\nmanagement and implementation, comprising:\n\ni)\nProject Management: planning and management of the project,\nincluding monitoring physical and financial progress, and\npreparing annual work plans and regular progress reports;\n\nii) Design Flood Review: Supporting CWC in vetting of hydrological analyses; advising on the options to cater for the\nincreased design floods, wherever applicable;\n\niii) Design Review: Checking and ensuring that the designs of engineering works proposed by dam owners for important\nrehabilitation works are technically sound, and if needed for some\nImplementing Agencies shall improve and finalise the submitted\ndesign;",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 18,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        71,
        514,
        747
      ],
      "orig_size": [
        524.0,
        762.0
      ]
    },
    {
      "chunk_id": "be67a392-e98d-5f3b-8a36-605de290be6b",
      "type": "procurement_section",
      "text": "Republic of India — Project\nManagement",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 19,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        80,
        460,
        148,
        487
      ],
      "orig_size": [
        527.0,
        776.0
      ]
    },
    {
      "chunk_id": "36a72302-2116-5ed1-95b5-fccf223bba50",
      "type": "procurement_section",
      "text": "Republic of India — iv) Third-Party Construction Supervision & Quality Assurance: Providing independent third-party supervision for construction\nand quality control to ensure works are implemented to\ninternationally acceptable standards; v) Dam Safety Institutional Strengthening: Advising on dam safety institutional strengthening measures at central level in CWC, as\nwell as DRIP partner States. vi) Preparation of selected Emergency Action Plans: Dam Break Analysis and Inundation mappings for all dams, freely available\nDEM of highest resolution for inundation mapping to be used\nPreparation of inundation mapping, in case Tire-II and Tier-III\ninundation mappings are to be done, it shall be supplied by\nconcerned partner agency; about 120 nos of Final EAPs for\nselected dams; review and technical assistance to the States for\nthe preparation and publication of balanced EAPs and\nstakeholders consultations; regular trainings for IAs to be\nconducted to strengthen their capacity to complete these balanced\nEAPs\n\nvii) Preparation of the selected O&M Manuals: Preparation of about 120 nos of O&M manuals for selected dams, and review and\ntechnical assistance to the States for the preparation and\npublication of balanced O&M manuals; regular trainings for IAs\nto be conducted to strengthen their capacity to complete these\nbalanced O&Ms 6.1\nThe DRIP implementation is required to be carried out in\naccordance with the project implementation plan, containing, inter\nalia, specific provisions on detailed arrangements for the carrying out\nof the Project, including the procurement, financial management and\ndisbursement\nrequirements,\nthe\nEnvironmental\nand\nSocial\nManagement Framework (ESMF) and the Governance and\nAccountability Action Plan (GAAP). The Consultant, as part of\nCPMU, shall provide support to SDSOs and their SPMUs and\nfacilitate and guide the implementation and monitoring of project\nactivities, ensuring synergy and coordination among activities and\nState-level agencies implementing these activities, facilitating\ntraining and knowledge sharing, and preparing consolidated progress\nand other project reports. The Consultant shall also extend to the\nStates technical advice and guidance for the formulation of\ncomprehensive proposals for complicated dams, if required may\nextend planning and design support for very few selected dams. The\nConsultant shall provide all required project management services to\nenable CPMU to implement the project in an effective and timely\nmanner. These services to CPMU shall include, but not be limited to,\nproject planning and programming; procurement management;\nfinancial management; project monitoring; document management\nand dissemination system; work accounting and monitoring\nmechanism of Consultant team including State Sub-units offices; and",
      "metadata": {
        "segment_type": "body",
        "column_index": 1,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 19,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        186,
        71,
        519,
        761
      ],
      "orig_size": [
        527.0,
        776.0
      ]
    },
    {
      "chunk_id": "591d2811-6ba3-52c1-985b-5d3c1cb3bf22",
      "type": "procurement_section",
      "text": "Republic of India — Implementation Completion Reports etc.\nProject Planning\nand\nProgramming 6.1.1 (a) The Consultant shall formulate/improve the project\nstandard template form which will provide the basic parameters of\neach dam, and detailed information on technical, environmental,\nsocial, and all implementation-related aspects. The web-based MIS to\nbe maintained by the Consultant shall capture the salient information\nof DRIP dams from the templates as well as web-based physical and\nfinancial reporting. The Consultant shall customize this software to\nfacilitate periodic reporting to the CPMU/World Bank and\nconsolidation of data of all the implementing agencies. For each dam,\nthe Consultant shall carry out such activities as: (i) Examination of project template and review of rehabilitation\nproposal received from SPMUs; (ii) Preliminary dam site inspection for ensuring completeness of\nState proposal, and verification of additional investigation and\nrehabilitation requirements; (iii) Examination of ESMF screening carried out by SPMUs for\nsegregation of dams into low, medium, and high categories in\nterms of their potential social and environmental impacts; (iv)Project prioritization and scheduling for rehabilitation based\non project template, site inspection and ESMF screening; (v) Technical, managerial and trouble-shooting support to the\nSPMUs and the implementing agencies; (vi)Guiding preparation of asset management plans so that a better\njustification can be made to government for adequate O&M\nbudget and development of the asset management systems to\nminimize future risks of dam failures. (b) In case of projects that are found to be complicated or where\nmajor issues are involved, the Consultant shall be required to carry\nout detailed site inspection so as to guide the SPMUs in preparation\nof detailed technical reports and site-specific environmental\nassessments (EA) and Environmental Management Plans (EMP). (c) The Consultant shall be required to describe the project planning\nand programming process in the inception report Procurement\nManagement 6.1.2 (a) Procurement for DRIP will be carried out in accordance with\nthe World Bank’s Guidelines and latest framework. The Consultant\nshall have one or more procurement specialists with experience in\nBank Procurement for overall coordination with SPMUs and for\nprovision of guidance on procurement matters. (b) In respect of each SPMU, the Consultant shall carry out such",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 20,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        71,
        514,
        748
      ],
      "orig_size": [
        524.0,
        762.0
      ]
    },
    {
      "chunk_id": "d6ee868c-40ac-55b3-8f15-65f0b49e13fe",
      "type": "procurement_section",
      "text": "Republic of India — activities as: (i) Examination of the periodically submitted Procurement Plans,\nand consolidation of these state annual procurement plans to\nsubmit to World Bank timely; (ii) Examination of the completeness of rehabilitation proposals in\nwork package of each dam, proper procurement documentation,\nbid document and processes, bid evaluations, contract award and\nmanagement of commercial aspects; (i) Quality checking and recommendation on the bid proposals submitted by SPMUs for prior review by World Bank as per\nBank’s thresholds for prior review; (ii)\nQuality checking and recommendation on the proposals\nof SPMUs for post review by World Bank as per Bank’s\nthresholds for prior review; (iii) Prior review of the proposals submitted by SPMUs as per thresholds for the review by CPMU. (iv) The monitoring and appraisal of prior and post review proposals (c) Consultant shall facilitate uniformity and consistency in the work specifications, procurement procedures and documents of all\nimplementing agencies. Financial\nManagement 6.1.3. (a) For financial management of DRIP, including fund flow, accounting, and internal control framework of the project, the\ncountry systems will be followed. The Consultant shall have\none or more financial management specialist to provide a\ncoordinating role in financial management of the project. (b) In respect of each SPMU, the Consultant shall carry out\nsuch activities as: (i) Examination of annual budget plans; (ii) Follow-up, consolidation and submission of quarterly Interim Unaudited Financial Reports (IUFR) for disbursement of the\ncredit/loan funds by the World Bank; (iii) Periodic review of internal control system to verify whether internal controls as laid down in various rules and codes are\noperating effectively and whether timely corrective measures\nare being undertaken to address departures or noncompliances; (iv) Follow-up and compilation of the project audit reports of all",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 21,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        98,
        71,
        515,
        743
      ],
      "orig_size": [
        524.0,
        773.0
      ]
    },
    {
      "chunk_id": "cb68abd9-64eb-5f9c-b63c-d882519bbfc1",
      "type": "procurement_section",
      "text": "Republic of India — within six months from the end of each financial year; (v) Follow-up for timely resolution of audit observations. (vi) Generation of monthly physical and financial report agency wise as well as dam wise including all components Project\nMonitoring",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 22,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        118,
        59,
        515,
        170
      ],
      "orig_size": [
        524.0,
        768.0
      ]
    },
    {
      "chunk_id": "cfa14e87-1bd3-5583-8956-a7e0e1006553",
      "type": "procurement_section",
      "text": "Republic of India — 6.1.4 (a) Project monitoring will entail a process for reviewing — continuously\nand\nsystematically\nthe\nvarious\nproject\nimplementation activities, which shall be accomplished by\nConsultant team as well as its sub-units in the participating States.\nConsultant shall also develop and maintain a web-based MIS for\nthis purpose. (b) A good baseline, comprising a description of the current\nconditions, shall be prepared by Consultant for every dam based\non available templates for various ongoing and implemented\nrehabilitation projects, which shall be done during screening of\nproject templates and the preliminary inspections, this base line\ntemplate shall be used to compare pre and post rehabilitation state\nof dam to justify the investment, risk reduction and safety\nimprovement, and each tempelate shall be shared with concerned\nIA, and shall be uploaded in the MIS, after completion of\nrehabilitation works, this template shall be the part of Project\nRehabilitation Report as per agreed format . (c) In respect of each SPMU, the Consultant shall carry out such\nactivities as: (i) Collection and compilation of physical and financial progresses; (ii) Monitoring and Evaluation (M&E) so as to: (i) measure input, output, and outcome indicators, (ii) provide information\nregularly on progress towards achieving desired results and to\nfacilitate reporting to the State and Central governments, (iii)\nalert managers, both in CPMU and SPMUs, to actual or\npotential problems in implementation so that timely\nadjustments can be made, and (iv) provide a process whereby\nthe CPMU and SPMUs can reflect and improve on\nperformance; (iii) Monitoring\nof\n‘Environment\n&\nSocial\nManagement\nFramework (ESMF)’ compliances so as to show in a clear and\ntransparent way whether there are any social and\nenvironmental issues related to the rehabilitation of the dams\nand the mitigation actions;",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.1.4 (a) Project monitoring will entail a process for reviewing",
        "heading_4_text": null
      },
      "page_number": 22,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        171,
        514,
        730
      ],
      "orig_size": [
        524.0,
        768.0
      ]
    },
    {
      "chunk_id": "d6a3bdcb-d05d-5041-a497-ba9b16ee2248",
      "type": "procurement_section",
      "text": "Republic of India — 6.1.4 (a) Project monitoring will entail a process for reviewing — Document\nManagement and\nDissemination\nSystem",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.1.4 (a) Project monitoring will entail a process for reviewing",
        "heading_4_text": null
      },
      "page_number": 23,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        80,
        706,
        167,
        761
      ],
      "orig_size": [
        527.0,
        763.0
      ]
    },
    {
      "chunk_id": "f3538761-801d-577a-b231-1096707c9e75",
      "type": "procurement_section",
      "text": "Republic of India — 6.1.4 (a) Project monitoring will entail a process for reviewing — reports for the overall activities of Project including all\nagencies. These reports shall cover the progress of the\nrehabilitation works, the institutional activities, trainings, and\nspecial studies, as well as updates of the performance\nindicators, the procurement plans, CS&QA, O&M manuals,\nEAPs, critical issues alongwith corrective measures etc.\nQuarterly Interim Unaudited Financial Reports (IUFRs) shall\nalso be prepared. A section of the progress reports shall be\ndevoted to issues identified during project implementation\nand strategies and actions to be taken to resolve such issues so\nthat they do not affect the progress. The fourth report of each\ncalendar year shall be an Annual Report incorporating\nprogress in fourth quarter, providing information of the\nprogress during the past year and an approved annual work\nplan and budget for the next year. A monthly DRIP Bulletin\nshall also be prepared and published giving brief summary of\nactivities related to project covering all Implementing\nagencies, CPMU as well as other stakeholders. The last\nBulletin shall be Annual one covering all annual details of the\nProject activities. e) The Consultant shall be required to monitor the progress of Project Outcome Indicators as given in the Project Appraisal\nDocument of the World Bank and shall make all efforts to\nachieve the defined targets for CPMU and shall assist the\nImplementing Agencies to achieve their respective targets for\nthese Project Outcome Indicators. f) The Consultant shall disseminate project activities in all social media platform through professional expert to bring\nawareness about various important activities of Project on\nregular basis g) Consultant has to operationalise a web based intranet project management and monitoring system to manage the engaged\nteam of experts and staff, creation of all deliverables and\ntargets system of project, review and monitoring daily\nprogress and work system delivery of any individual,\nfinancial management of CPMU consultancy and Project,\nvarious level of access to individual expert and staff, DTL,\nTL, Project Director and Project Office team etc. so that\nproject management and resource optimisation can be ensured\nalongwith identifying resource needs, finding the right\ntalent, and developing them accordingly to project-success.\nConsultant can operationalise any ready made commercial\nweb based tool but it shall be customised to client and project\nrequirement",
      "metadata": {
        "segment_type": "body",
        "column_index": 1,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.1.4 (a) Project monitoring will entail a process for reviewing",
        "heading_4_text": null
      },
      "page_number": 23,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        209,
        70,
        520,
        681
      ],
      "orig_size": [
        527.0,
        763.0
      ]
    },
    {
      "chunk_id": "3d802830-9650-50ee-b228-94501718e8e8",
      "type": "procurement_section",
      "text": "Republic of India — 6.1.5 (a) To manage both proactive and on-demand responses to — requests for information, DRIP will manage a document\nmanagement and dissemination system which will ensure that\nquality standards for accuracy and presentation are met on each",
      "metadata": {
        "segment_type": "body",
        "column_index": 1,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.1.5 (a) To manage both proactive and on-demand responses to",
        "heading_4_text": null
      },
      "page_number": 23,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        218,
        720,
        517,
        762
      ],
      "orig_size": [
        527.0,
        763.0
      ]
    },
    {
      "chunk_id": "b55d4af0-9b69-5075-b6aa-14f7438e9c82",
      "type": "procurement_section",
      "text": "Republic of India — 6.1.5 (a) To manage both proactive and on-demand responses to — document. This shall be ensured by the Consultant in order to\nkeep a track of all activities of Project, disposal, pendency, as\nwell as pendency level etc. shall be the part of MIS (b)\nThe Consultant shall also ensure that all queries and responses\nare classified according to task and/or project components and\nappended to a Frequently Asked Questions (FAQ) file which\nshall be readily available to project functionaries and online for\nall States. (c)\nDocumentation of queries and responses by SPMUs will help\ndifferent States’ units in promptly replying to queries in future.\nSuch a mechanism will also educate all the project functionaries\nabout the apprehension and queries, which the general public\nmay have about the project. The Consultant, with the help of\nappropriate team expert, shall provide necessary guidance and\nsupport to the SPMUs for managing the disclosure system. (d)\nOn completion of rehabilitation and improvement work of each\ndam, the Consultant shall compile a “Project Rehabilitation\nReport” of that dam which will include project template; site\ninspection reports; design flood review report; detailed\ncomputations of design review; rehabilitation design, scope of\nwork packages and details of awarded contracts; trouble\nshooting (if any) and records of discussion thereof; site-specific\nenvironmental assessment and environmental management plan\n(if any); relevant pre and post photographs; litigation matters(if\nany),compliances to DSRP/PST/CSVs and project completion\ncertificates/reports. Design Flood\nReview 6.2. Under DRIP, before any rehabilitation and improvement works are undertaken on a dam, the design flood for the reservoir will\nhave to be calculated in accordance with IS-11223 (as revised)\nand any other relevant guidelines that may come into force at\nthat time, using the most appropriate available data. This\ncalculation will require the approval of CWC. If the revised\ndesign flood of DRIP dams exceeds the current spillway\ncapacity, either structural (e.g. enlargement of spillways) or\nnon-structural measures are to be implemented. The Consultant\nshall provide all the required services to review the design flood\nstudies of DRIP dams submitted by SPMUs for its approval by\nHydrological Studies Organization (HSO) of CWC in an\neffective and timely manner. The Consultant shall also provide\nall the required services to review and guide the rehabilitation\nworks or operational procedures (non-structural methods of\ncoping with design floods) so as to ensure the safety of the dam\nand reservoir with this design flood. Vetting of Design 6.2.1 (a) The design flood reviews of about 250 dams under phase-II",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.1.5 (a) To manage both proactive and on-demand responses to",
        "heading_4_text": null
      },
      "page_number": 24,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        71,
        517,
        747
      ],
      "orig_size": [
        527.0,
        761.0
      ]
    },
    {
      "chunk_id": "5d1e1f1e-499f-52bd-8ca6-a688c8009172",
      "type": "procurement_section",
      "text": "Republic of India — 6.1.5 (a) To manage both proactive and on-demand responses to — Flood Analysis\nand Phase-III of DRIP implementation are expected to be\ncompleted in-house by HSO, CWC before lining up of the\nConsultant. The Consultant shall provide all the required\nservices for the design flood reviews of balance DRIP dams.\nAlso, the flood routing studies using state of arts softwares and\nother tools on need basis to be done by Consultant in case client\nask so on the need basis (b) The Consultant shall go through the design flood review\nstudy reports submitted by project authorities to check their\naccuracy regarding physiographic parameters of the project,\nadequacy of design rainfall depths along with its hourly\ndistribution, losses and UH parameters adopted. The same after\nnecessary correction/modification shall be submitted to HSO,\nCWC for vetting. Consultant shall also guide the project\nauthorities for adoption of technologically sound and modern\npractices for design flood reviews. (c) The Consultant in discussion with HSO, CWC shall evolve\nthe improved techniques for design flood analysis. The\nConsultant shall apply such improved techniques on design\nflood review studies of some of the important DRIP dams. Review of options\nto cater for the\nincreased design\nfloods 6.2.2. (a) The dam rehabilitation measures will include improving its ability to withstand higher floods, as required by the\nhydrological assessments, including enlargement of spillways,\nhead regulators, and draw-off gates. For each of the DRIP\ndams, Consultant shall carry out review of free board and\nspillway capacity with the existing as well as additional\nspillway (if required) for the revised design flood approved by\nHSO, CWC. Consultant shall also review the revised energy\ndissipation arrangement, and recommend model studies where\never required. (b) In cases where topographical and/or structural constraints make it difficult to increase the spillway capacity of DRIP dam to suit\nthe revised design flood, the Consultant shall carry out routing\ntrials for the identification of lower reservoir levels during the\nflood season. If this arrangement of creating flood cushion is\nfound to be costly and unviable in terms of loss of power and\nirrigation benefits, the Consultant shall advice other options that\ncan be considered for the safe operation of the reservoir. These\noptions shall include, but not be limited to, (i) pre-release of\nwater at maximum rate on 24-hour warning of a flood; (ii)\nlowering the spillway crest level and using fuse gates or other\nspillway control systems; (iii) building flood control retention\nbasins upstream; (iv) developing an emergency action plan; and",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.1.5 (a) To manage both proactive and on-demand responses to",
        "heading_4_text": null
      },
      "page_number": 25,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        71,
        514,
        757
      ],
      "orig_size": [
        524.0,
        772.0
      ]
    },
    {
      "chunk_id": "c54b7ff3-7b66-52fd-ae6e-9658f2ed472f",
      "type": "procurement_section",
      "text": "Republic of India — 6.1.5 (a) To manage both proactive and on-demand responses to — (v) controlled overtopping of the dam, (vi) provision of\nimproved inflow flood forecasting procedures. (c) For each dam under DRIP, the Consultant shall recommend the best option for safe release of floods for further needful\nimplementation by concerned state project authorities. Such\ndams will also need new or updated Reservoir Operational\nManual that reflects the developed solutions, and these will be\nprepared by the State project authorities and submitted to\nCPMU. The Consultant shall provide all the required services to\nreview the Reservoir Operational Manuals/ Plans submitted by\nthe SPMUs. (d) In some of the important DRIP dams, provision of real-time data automation systems (RTDAS) for efficient reservoir\noperation will also be considered. The Consultant shall provide\nall the required services to CPMU to support and guide the\nprocess of RTDAS implementation by the project authorities. (e) In the event of the revised design flood exceeding the spillway capacity (with normal freeboard) by more than 50 percent, a\ndam break analysis, inundation map, and emergency action plan\nwill have to be prepared by the State project authorities and\nsubmitted to CPMU. The Consultant shall provide all the\nrequired services to review the dam break analysis, inundation\nmap, and emergency action plan submitted by the SPMUs. Design Review\n6.3 The State project authorities will arrange detailed designs for the identified rehabilitation works of each dam. In complicated\ncases (e.g. when changes to the design flood or structural\nchanges to dams are proposed), the SPMUs of States will\nsubmit these designs to the CPMU for examination and advice.\nThe Consultant shall ensure the compliance of the designs of\nthe rehabilitation works with relevant Indian standards and with\nbest international practices where such Indian standards are not\navailable. The Consultant shall provide all the required services\nto review such designs in an effective and timely manner. These\nservices shall include, but not be limited to, Seismic design\nreview; Structural safety review; Hydro-mechanical equipment\nreview; Dam instrumentation, surveillance, SCADA and control\nsystem review; Overall dam rehabilitation design review; and\nDe-siltation design review etc. Seismic design\nreview",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.1.5 (a) To manage both proactive and on-demand responses to",
        "heading_4_text": null
      },
      "page_number": 26,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        70,
        514,
        703
      ],
      "orig_size": [
        524.0,
        776.0
      ]
    },
    {
      "chunk_id": "77c79f65-3666-5b3b-b0c8-9d78ad342c4b",
      "type": "procurement_section",
      "text": "Republic of India — 6.3.1 Before any rehabilitation and improvement works are — undertaken on a dam in a seismic active zone, the stability of\nthe dam will be checked using the latest seismic parameters\napplicable to the location of the dam. The works proposed\nunder DRIP will have to ensure that the dam and reservoir will\nbe safe under the specified seismic conditions. For the proposal",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.3.1 Before any rehabilitation and improvement works are",
        "heading_4_text": null
      },
      "page_number": 26,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        218,
        704,
        517,
        774
      ],
      "orig_size": [
        524.0,
        776.0
      ]
    },
    {
      "chunk_id": "a67af565-a188-5c42-8326-252197fc8788",
      "type": "procurement_section",
      "text": "Republic of India — 6.3.1 Before any rehabilitation and improvement works are — submitted to the CPMU, the Consultant shall carry out review\nof the design earth quake parameters, and review of the\nstructural designs for seismic safety. Consultant shall also carry\nout dynamic analysis, where ever required. Structural safety\nreview",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.3.1 Before any rehabilitation and improvement works are",
        "heading_4_text": null
      },
      "page_number": 27,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        59,
        514,
        153
      ],
      "orig_size": [
        524.0,
        766.0
      ]
    },
    {
      "chunk_id": "0b3da715-83c9-569c-add1-12b6ed45de42",
      "type": "procurement_section",
      "text": "Republic of India — 6.3.2 (i) In order to accommodate the revised design flood magnitudes, — there may be cases where maximum water level in the reservoir\nwill be temporarily increased during peak floods. In few cases,\nthe dam section may have to be raised if freeboard is not\nsufficient to allow temporary encroachment. In these cases,\nstructural stability analysis will have to be made to ensure the\nstability of the dam against the increased water load. For such\ndesign proposals submitted to the CPMU, the Consultant shall\ncarry out review of structural designs, and where ever required,\nthe remodeling of dams to safe and stable cross-sections. (ii) As part of structural safety review, the Consultant shall also review the strength and porosity of existing materials of the\ndam; effectiveness of foundation treatment; seepage through the\ndam & foundation; condition of galleries and other drains; filter\nand rip-rap in earth dam; and general health of the dam. The\nremedial/ strengthening/ rehabilitation measures that have been\ncarried out in the past shall also be kept in mind during above\ndesign reviews. Hydromechanical\nequipment review",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.3.2 (i) In order to accommodate the revised design flood magnitudes,",
        "heading_4_text": null
      },
      "page_number": 27,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        148,
        514,
        452
      ],
      "orig_size": [
        524.0,
        766.0
      ]
    },
    {
      "chunk_id": "9767aca4-2d95-5768-ad7c-fd2fd77c99a0",
      "type": "procurement_section",
      "text": "Republic of India — 6.3.3 Some of the DRIP dams may involve enlargement of spillways, — head regulators, and draw-off gates, and improving operating\nmechanisms of their gates. All such cases where maximum\nwater level in the reservoir will be temporarily increased during\npeak floods may also require revisions in the designs of gates\nand hoisting equipments. For such design proposals submitted\nto the CPMU, the Consultant shall carry out review of structural\nsafety with existing as well as additional loads; condition of\nwater seals and trunion; hoist capacity; gantry; and general\ncondition of the various hydro- mechanical parts. Design of\ntraining courses for dam staffs as well as officials to enhance\ntheir skill for efficient operation of system. Dam\nInstrumentation,\nSurveillance and\nSCADA System\nReview",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.3.3 Some of the DRIP dams may involve enlargement of spillways,",
        "heading_4_text": null
      },
      "page_number": 27,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        435,
        514,
        671
      ],
      "orig_size": [
        524.0,
        766.0
      ]
    },
    {
      "chunk_id": "61c484ce-a9d2-5687-a12a-07be50ac4869",
      "type": "procurement_section",
      "text": "Republic of India — 6.3.4 Some of the old dams under DRIP may not have adequate dam — monitoring instrumentations, and in some cases malfunctioning\nof instruments due to aging as well as lack of maintenance is\nexpected. Rehabilitation of dams under DRIP will involve\nimproving dam safety instrumentation to monitor and record\nstructural behavior, displacements, seepage and related hydrometeorological and seismic factors to forewarn dam operators\nof possible risks, as well as provision of software for analyzing\nand evaluating data generated by the dam instruments. For such\ninstrumentation improvement proposals submitted to CPMU,\nthe Consultant shall carry out review of the number and type of",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.3.4 Some of the old dams under DRIP may not have adequate dam",
        "heading_4_text": null
      },
      "page_number": 27,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        218,
        621,
        517,
        763
      ],
      "orig_size": [
        524.0,
        766.0
      ]
    },
    {
      "chunk_id": "c498fa09-fb07-551c-bd0d-ceaefef02493",
      "type": "procurement_section",
      "text": "Republic of India — 6.3.4 Some of the old dams under DRIP may not have adequate dam — instruments installed and their condition; review of additional\ninstruments suggested, required and feasible; review of data\nlogging arrangements; review of data analyzing methodology;\nstate command and control centre with all provisions of data\nreceiving and further transmission, data transmission related\ninfrastructure;\noperation\nand\nmaintenance\nprovisions,\nsurveillance and SCADA systems for selected dams, advance\nand sound technical specifications as well as technology for a\nrobust and bankable system and related software etc. Overall dam\nrehabilitation\ndesign review",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.3.4 Some of the old dams under DRIP may not have adequate dam",
        "heading_4_text": null
      },
      "page_number": 28,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        61,
        514,
        241
      ],
      "orig_size": [
        527.0,
        766.0
      ]
    },
    {
      "chunk_id": "e10b810b-53aa-596f-91c1-0cb4fb8f617b",
      "type": "procurement_section",
      "text": "Republic of India — 6.3.5 (a) In addition to structural, hydrological, hydro-mechanical and — instrumentation related safety issues of dams, other typical\nsafety issues that may need remedial works include: (a) seepage\nboils and leakage downstream of earth dams; (b) deformity and\nerosion of upstream and downstream slopes, including slope\nsloughing/slips, and erosion of abutments and settlement and\ncracks along dam crests; (iii) excessive seepage through\nmasonry and concrete dams; and (c) cracks and pitting in\nconcrete and masonry spillways and outlet gate structures and\nerosion of energy dissipation systems and spill channels, (d) all\nkind of investigations necessary for rehabilitation along with\nneed based physical modelling. For rehabilitation design\nproposals on such issues submitted to the CPMU, the\nConsultant shall carry out review of the diagnosis of problem;\nreview of the rehabilitation design; and review of internal and\nexternal dam drainage arrangements and seepage measuring\ndevices. (b)\nConsultant shall review the analytical and experimental\nmeasures used for rehabilitation design. Consultant shall guide\nthe project authorities for adoption of technologically advanced\nand modern methods of structural/ hydraulic safety assessment\nand rehabilitation planning. Consultant shall guide the project\nauthorities on use of new materials and state-of-the-art\nconstruction techniques for dam rehabilitation measures. (c)\nIn few cases, enhancement in tourism potential and\nenvironmentally friendly interventions such as fish ladders may\nalso be taken up. The Consultant shall provide all the required\nservices\nto\nreview\nand\nguide\nthe\nplanning/\ndesign/\nimplementation of such measures. De-siltation of\nreservoirs",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.3.5 (a) In addition to structural, hydrological, hydro-mechanical and",
        "heading_4_text": null
      },
      "page_number": 28,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        226,
        514,
        682
      ],
      "orig_size": [
        527.0,
        766.0
      ]
    },
    {
      "chunk_id": "d9f21a8f-dc93-53da-9aa8-a98c684e6739",
      "type": "procurement_section",
      "text": "Republic of India — 6.3.6 Sedimentation in some reservoirs has impacted on the storage — capacity, thus limiting economic benefits of these investments.\nHowever, de-silting of reservoirs is expensive and the deposit\nof silt can have environmental impacts. Also, considering the\nannual flood events there are limited opportunities to encroach\non silted areas within the reservoir. De-silting of reservoir areas\nwill not be a major activity under DRIP, and will be carried out",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.3.6 Sedimentation in some reservoirs has impacted on the storage",
        "heading_4_text": null
      },
      "page_number": 28,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        218,
        680,
        520,
        764
      ],
      "orig_size": [
        527.0,
        766.0
      ]
    },
    {
      "chunk_id": "4e7cb40f-a069-5967-a7e1-b6fcc44ae4c2",
      "type": "procurement_section",
      "text": "Republic of India — 6.3.6 Sedimentation in some reservoirs has impacted on the storage — Third Party\nConstruction\nSupervision Periodical Site\nInspection Assessing\nsupervision\nsystem Assessing quality\ncontrol system",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.3.6 Sedimentation in some reservoirs has impacted on the storage",
        "heading_4_text": null
      },
      "page_number": 29,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        80,
        284,
        168,
        683
      ],
      "orig_size": [
        524.0,
        766.0
      ]
    },
    {
      "chunk_id": "b03d2b9f-7856-5a6c-badc-afbdcedf2054",
      "type": "procurement_section",
      "text": "Republic of India — 6.3.6 Sedimentation in some reservoirs has impacted on the storage — on need basis cases when the regained reservoir volume would\nhave a high economic impact. There are only requests for\npossible de-silting of a few States/Central Agencies, and these\nare in remote areas where there is no encroachment. For the\nreservoir de-siltation proposals submitted to CPMU, the\nConsultant shall carry out detailed review of the de-siltation\ndesigns/ planning and also guide the project authorities in\nenvironmentally sound implementations, ensuring ESMF\ncompliances. The advanced technology available globally for\nvarious de-silting techniques to be promoted keeping in view\nvarious official guidelines/manuals nationally as well as\ninternationally etc. For bathymetry survey, requisite technical\nspecifications for this activity alongwith bill of quantities etc. to\nbe part of this activity 6.4\nFor rehabilitation and improvement works undertaken by the\nparticipating States, the day-to-day construction supervision\nwill be conducted by the field units of concerned State\nimplementing agency, and direct quality assurance of the works\nwill be ensured through quality control unit of the\nimplementing agency. The CPMU, through Consultant, will be\nrequired to provide the third-party supervision of the\nconstruction and quality control. The Consultant shall provide\nall required services for the third-party supervision of the\nconstruction and quality control to ensure works are\nimplemented to internationally acceptable standards. These\nservices to CPMU shall include, but not be limited to,\nperiodical site inspections; assessing the supervision system;\nassessing the quality control system; and assessing the ESMF\ncompliances, sample material testing, The recommendations\nand transmittal for corrective actions and their follow up.",
      "metadata": {
        "segment_type": "body",
        "column_index": 1,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.3.6 Sedimentation in some reservoirs has impacted on the storage",
        "heading_4_text": null
      },
      "page_number": 29,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        186,
        66,
        516,
        503
      ],
      "orig_size": [
        524.0,
        766.0
      ]
    },
    {
      "chunk_id": "cf908bd1-1741-5ad5-8f46-1c13ab39b2d1",
      "type": "procurement_section",
      "text": "Republic of India — 6.4.1 For each of such projects where active rehabilitation and — improvement works are in progress, the Consultant shall\nundertake at least one project site visit per quarter; and these\nvisits shall be carried out more often for dams with complicated\ndesigns and construction works.",
      "metadata": {
        "segment_type": "body",
        "column_index": 1,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.4.1 For each of such projects where active rehabilitation and",
        "heading_4_text": null
      },
      "page_number": 29,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        218,
        540,
        517,
        596
      ],
      "orig_size": [
        524.0,
        766.0
      ]
    },
    {
      "chunk_id": "65d34c34-640b-52a2-aade-eb280e26763b",
      "type": "procurement_section",
      "text": "Republic of India — 6.4.2 Consultant shall periodically assess the supervisory mechanism — and system of the state implementing agencies and suggest\npossible improvements.",
      "metadata": {
        "segment_type": "body",
        "column_index": 1,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.4.2 Consultant shall periodically assess the supervisory mechanism",
        "heading_4_text": null
      },
      "page_number": 29,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        218,
        624,
        517,
        651
      ],
      "orig_size": [
        524.0,
        766.0
      ]
    },
    {
      "chunk_id": "71b76ec6-f35b-5574-8690-e853c44215fd",
      "type": "procurement_section",
      "text": "Republic of India — 6.4.3 Consultant shall prepare a CS&QA manual within six months — of effectiveness of Contract Agreement, with details for all kind\nof protocols i.e. site inspection, frequency of material sampling\nand testing, various design and acceptable limits, design mix\nprotocols for high end activities, various quality assurance\nprotocols for geo-membrane work, various kind of grouting,\nupstream raking and pointing, construction of various additional",
      "metadata": {
        "segment_type": "body",
        "column_index": 1,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.4.3 Consultant shall prepare a CS&QA manual within six months",
        "heading_4_text": null
      },
      "page_number": 29,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        218,
        680,
        517,
        764
      ],
      "orig_size": [
        524.0,
        766.0
      ]
    },
    {
      "chunk_id": "25b1d4a7-7c6c-54f1-a9ab-6bd5845e110e",
      "type": "procurement_section",
      "text": "Republic of India — 6.4.3 Consultant shall prepare a CS&QA manual within six months — Assessing ESMF\ncompliances Dam Safety\nInstitutional\nStrengthening Capacity\nbuilding for",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.4.3 Consultant shall prepare a CS&QA manual within six months",
        "heading_4_text": null
      },
      "page_number": 30,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        80,
        213,
        165,
        759
      ],
      "orig_size": [
        527.0,
        771.0
      ]
    },
    {
      "chunk_id": "89060103-75fe-519f-8467-9a9e066bcc79",
      "type": "procurement_section",
      "text": "Republic of India — 6.4.3 Consultant shall prepare a CS&QA manual within six months — structures etc. Consultant shall periodically assess the quality\ncontrol mechanism and system of the state implementing\nagencies/Central agencies and suggest possible improvements.\nConsultant shall also conduct a limited sample material testing\nof ongoing rehabilitation works (not less than 20% of the tests\nrequired as per the prevailing protocols for a particular\nmaterial) of the works of the inspection reports given by quality\ncontrol departments of the State governments for authenticity\nand accuracy.",
      "metadata": {
        "segment_type": "body",
        "column_index": 1,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.4.3 Consultant shall prepare a CS&QA manual within six months",
        "heading_4_text": null
      },
      "page_number": 30,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        218,
        60,
        520,
        187
      ],
      "orig_size": [
        527.0,
        771.0
      ]
    },
    {
      "chunk_id": "ba81005c-8a36-517c-b64a-6100c3cba3a1",
      "type": "procurement_section",
      "text": "Republic of India — 6.4.4 The Consultant shall periodically (monthly basis during — screening and preparation stage and on quarterly basis during\nconstruction stage) assess the quality of ESMF compliances of\nthe Implementing Agencies from screening of dam activities to\npreparation of Environmental Management Plan (EMP),\nwherever needed, to implementations and monitoring stage so\nas to ensure that actions agreed to minimize environmental\nimpact are being implemented. For projects that come under\nhigh category in terms of their potential social and\nenvironmental impacts, the Consultant shall also conduct\nenvironmental audits at regular intervals. (A brief note on\nESMF is given as Appendix A) 6.5\nOne of the objectives of DRIP is to support and strengthen the\nDam Safety Organizations of the participating States, and at\nnational level the Dam Safety Organization of Central Water\nCommission, any other central agencies. The Consultant shall\nprovide all the required services to enable the State Dam Safety\nOrganizations (SDSOs) of DRIP States and the Dam Safety\nOrganizations of CWC (DSO-CWC) to carry out State level\nand Central level dam safety institutional strengthening in an\neffective and timely manner. These services shall include, but\nnot be limited to, capacity building of participating units for\nDRIP implementation; revision of CWC’s existing guidelines\non dam safety; formulation of new guidelines on dam safety\nrelated issues; development of dam design review manual;\nfurther\nimprovement\nof\ndeveloped\nDam\nHealth\nAnd\nRehabilitation Monitoring Application (DHARMA) and its\nimplementation; identification of analysis and design software\nrequirements; assisting CWC in facilitating ISO 9001\ncertification for HSO-CWC and its regular audits of all ISO\n9001 certified CWC organisations; facilitating dam safety\ntrainings, study tours and conferences; improvement and\nmanagement of a national web site for dam safety information;\nand development of dam safety expertise in select number of\nacademic and research institutions, . (a)\nCapacity building of participating agencies and CWC for the\nimplementation of DRIP will have to be ensured through",
      "metadata": {
        "segment_type": "body",
        "column_index": 1,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.4.4 The Consultant shall periodically (monthly basis during",
        "heading_4_text": null
      },
      "page_number": 30,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        186,
        227,
        516,
        760
      ],
      "orig_size": [
        527.0,
        771.0
      ]
    },
    {
      "chunk_id": "66f2e485-0e19-5440-898a-6dd2c56f9881",
      "type": "procurement_section",
      "text": "Republic of India — 6.4.4 The Consultant shall periodically (monthly basis during — DRIP\nimplementation periodical training programs and workshops. In addition, the\nproject seeks to build the capacity of the implementing agencies\nin long-term planning and guiding of dam operations. The\nConsultant shall work for the capacity building objectives\nthrough one or more training specialists for providing training,\nsupport and knowledge sharing to the officials of all\nparticipating units. (b)\nThese trainings shall include, but not be limited to such areas\nas: (i) Design of various training programs for various kind of important rehabilitation activities vis-a-vis various levels\ni.e. dam staff, middle and senior levels officials,\nadministrative level officials (ii) Procurement of works and goods, and selection of consultants under IBRD loans; (ii) Financial management (including record keeping, internal controls, reporting, and audit compliance matters) for\nDRIP; (iii) Environmental Management of dam projects, legal requirements and related environmental aspects, Project’s\nESMF and its compliances, including on-the-job training to\nproject staff to ensure that there is full awareness about\nenvironmental and social issues; (iv) Modern practices for design flood reviews; (v) Modern practices for dam design reviews, including seismic design review; (vi) Dam rehabilitation design, including both structural and non-structural interventions; (vii) Advanced numerical modelling for comprehensive safety reviews of dams based on PFMA approach (viii) Training regarding first level/rapid risk assessment of dams (ix) Emergency action plans including dam break analysis, inundation mapping and stakeholders consultation; (x) Dam portfolio management; (xi) O&M of dams (xii) Modern construction methodologies; (xiii) DHARMA trainings",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.4.4 The Consultant shall periodically (monthly basis during",
        "heading_4_text": null
      },
      "page_number": 31,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        71,
        514,
        740
      ],
      "orig_size": [
        524.0,
        778.0
      ]
    },
    {
      "chunk_id": "4748d90a-577f-5e84-b8fb-b60478e2fb62",
      "type": "procurement_section",
      "text": "Republic of India — 6.4.4 The Consultant shall periodically (monthly basis during — DRIP related activities for all stakeholders (xv) Modern practices for supervision and quality control; (xi) State-of-the-art practices for dam operation and risk-based maintenance; (xii) International dam safety codes of practice, safety monitoring and inspection; (c)\nThe trainings shall be planned on regular intervals as per the\nneed and progress of DRIP activities in order to assist the\nvarious partner agencies to successfully implement various\nimportant\nProject\nactivities,\nto\nensure consistency in\nperformance and to achieve the intended Project Outcome\nIndicators. The Consultant shall be required to develop and\npresent an annual comprehensive training calendar in advance\nwith objectives. Course details, venue, duration of course and\nshall publish it at official website in the beginning of the year.\nThis training calendar shall be part of the inception report. Revision of\nCWC’s Existing\nGuidelines",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.4.4 The Consultant shall periodically (monthly basis during",
        "heading_4_text": null
      },
      "page_number": 32,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        64,
        514,
        384
      ],
      "orig_size": [
        527.0,
        768.0
      ]
    },
    {
      "chunk_id": "03da1e45-2671-5b61-97d6-9cf9388d62be",
      "type": "procurement_section",
      "text": "Republic of India — 6.5.2 Consultant shall undertake revision of such guidelines as: — (i) Guidelines for Developing Emergency Action Plans for Dams (ii) Guidelines for Preparing Operation and Maintenance Manual for dams (iii) Hazard Classification of Large dams; (iv) Guidelines for Managing Assessing Risks Associated with Dams (v) Guidelines for Safety Inspections of Dams (vi) Handbook\nfor\nAssessing\nand\nManaging\nReservoir\nSedimentation (vii) Guidelines for Instrumentation, SCADA, Surveillance and Control System for Dams Formulation of\nNew Guidelines",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.5.2 Consultant shall undertake revision of such guidelines as:",
        "heading_4_text": null
      },
      "page_number": 32,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        377,
        517,
        631
      ],
      "orig_size": [
        527.0,
        768.0
      ]
    },
    {
      "chunk_id": "380e3a30-2721-5195-af48-89e2ca8c5b60",
      "type": "procurement_section",
      "text": "Republic of India — 6.5.3 Consultant shall undertake formulation of following new — guidelines as: (i)\nConstruction Supervision & Quality Assurance Manual for\nDam Construction and Rehabilitation (ii)\nInspection, Operation and Maintenance of Spillway Gates,\nSluice Gates, Hoisting System, Automation and Control\nSystem; (iii) Advanced Construction and Rehabilitation Materials for Dams and Construction Technology",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.5.3 Consultant shall undertake formulation of following new",
        "heading_4_text": null
      },
      "page_number": 32,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        192,
        625,
        519,
        746
      ],
      "orig_size": [
        527.0,
        768.0
      ]
    },
    {
      "chunk_id": "50fd8df1-6192-5cf0-b599-11e76da3822d",
      "type": "procurement_section",
      "text": "Republic of India — 6.5.3 Consultant shall undertake formulation of following new — (v)\nInvestigations, and Rehabilitation Techniques for Seepage\nControl in Dams Improvement\nand\nimplementation\nof DHARMA",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.5.3 Consultant shall undertake formulation of following new",
        "heading_4_text": null
      },
      "page_number": 33,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        59,
        514,
        164
      ],
      "orig_size": [
        527.0,
        773.0
      ]
    },
    {
      "chunk_id": "11c24f08-150e-5a34-807b-a51e4b5fddf4",
      "type": "procurement_section",
      "text": "Republic of India — 6.5.5 (a) Consultant shall undertake the improvement of ‘Dam — Health\nAnd\nRehabilitation\nMonitoring\nApplication\n(DHARMA)’ Ver2.0, and help in its implementation in DRIP\nAgencies. DHARMA program, presently developed under\nDRIP Phase-I, will enable collection and compilation of basic\nas well as engineering information for all dams and allow the\nsystematic presentation and interpretation of data for effective\nmonitoring of the health of dams (A separate brief on\nDHARMA is given as Appendix B). Consultant shall also assist\nimport and export of pertinent DHARMA data with other\nCWC tool i.e. ‘Water Resources Information System (WRIS)’\nas well as any such important tool developed by any dam owner\nin India. (b) The Consultant shall be required to carry out System\nRequirement Studies (SRS) before the improvement of\nDHARMA Ver2.0. The schedule for the draft and final SRS\nshall be indicated by the Consultant in the inception report. The\nConsultant shall also be required to identify the training\nrequirements for DHARMA implementation and describe the\ntraining programs/ schedules in the inception report. Dam Analysis\nand Design\nsoftware\nrequirements",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.5.5 (a) Consultant shall undertake the improvement of ‘Dam",
        "heading_4_text": null
      },
      "page_number": 33,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        131,
        517,
        477
      ],
      "orig_size": [
        527.0,
        773.0
      ]
    },
    {
      "chunk_id": "1f59b621-e415-5e21-9e61-cab40e09b74c",
      "type": "procurement_section",
      "text": "Republic of India — 6.5.6 Consultant shall facilitate identification of any important — software requirements of CWC for its effective organizational\nrole in national level dam safety. Accordingly, Consultant shall\nidentify the most suitable modern software for hydrological,\nhydraulic, and structural analysis of dams under different\noperational regimes and for dam break analysis. Consultant\nshall also guide the implementation of such software tools in\nCWC. (The procurements of analysis and design software will\nbe made by CWC directly). The Consultant shall facilitate few\ntrainings for existing design softwares in CWC which have\nbeen procured under DRIP Phase-I i.e. GeoSlope, Roc Science,\nPlaxis 3D, FLAC 3D Ver 6.0 and FLAC 2D Ver 8.0 ,STAAD\nPro etc ISO 9001\nCertification of\nHSO-CWC and\naudit activities",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.5.6 Consultant shall facilitate identification of any important",
        "heading_4_text": null
      },
      "page_number": 33,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        446,
        514,
        683
      ],
      "orig_size": [
        527.0,
        773.0
      ]
    },
    {
      "chunk_id": "57b8ff82-451d-52b1-aef7-64c325b1b8c0",
      "type": "procurement_section",
      "text": "Republic of India — 6.5.7 Consultant shall facilitate all activities related to ISO 9001 — certification of HSO-CWC for Quality Management System\nand its continual (planned) improvement, and its one time\nrenewal after initial three years (The payments for registration,\ncertification and mandatory auditing would be paid by CWC\ndirectly). Also, Consultant shall assist to CWC in carrying out\ninternal ISO audit for HSO as well as DSO on regular basis. Dam safety\ntrainings, study",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.5.7 Consultant shall facilitate all activities related to ISO 9001",
        "heading_4_text": null
      },
      "page_number": 33,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        648,
        514,
        770
      ],
      "orig_size": [
        527.0,
        773.0
      ]
    },
    {
      "chunk_id": "f9ce66a9-bae8-582a-8f77-5b6895f61442",
      "type": "procurement_section",
      "text": "Republic of India — 6.5.8 (a) The activities will include targeted trainings nationally and — tours and\nconferences training requirements for development of appropriate skills in\nCWC and participating agencies for the application of modern\ntools/ practices in operation, maintenance and rehabilitation of\ndams. The training areas shall include, but not be limited to,\nPotential Failure Mode Assessment (PFMA) developed by the\nUS Federal Energy Regulatory Commission; Portfolio Risk\nAssessment techniques using tools such as the United States\nBureau of Reclamation Risk Based Profile System; Failure\nMode Effect and Criticality Analysis for electro-mechanical\nand hydraulic control systems; hazard/vulnerability assessment\nand hazard ratings; dam-break analysis; reservoir sedimentation\nstudies; and site-specific seismic parameter studies. The experts\nof Consultant from respective areas shall be available for\nnational level trainings. (All expenses related to international\ntrainings would be paid by CWC/ participating agencies\ndirectly). Consultant will come out identification of leading\nglobal institutions having specific domain expertise to deliver\nthe specific training programmes in various areas of dam safety\nas well as for various levels. (b) Consultant shall facilitate CWC and agencies officials’\nstudy tours and linking with other country agencies that have\nadvanced dam safety programs, such as Canada, United States,\nJapan, Australia and Switzerland etc. (All expenses for study\ntours would be paid by CWC/ participating agencies directly). (c)\nConsultant\nshall\nassist\nDSO-CWC\nin\norganizing\ninternational level dam safety conferences/workshops proposed\nto be held in different participating each year, during the period\nof Consultancy. (The expenses for dam safety conferences\nwould be borne by CWC/ Agencies) Improvement of\nNational web site\nfor dam safety ,\nDHARMA",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.5.8 (a) The activities will include targeted trainings nationally and",
        "heading_4_text": null
      },
      "page_number": 34,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        68,
        514,
        567
      ],
      "orig_size": [
        527.0,
        766.0
      ]
    },
    {
      "chunk_id": "fa908357-1495-5a55-b29d-71a9663b663d",
      "type": "procurement_section",
      "text": "Republic of India — 6.5.9 Consultant shall improve existing websites i.e. national dam — safety, DHARMAinformation for general public, along with\nprovision for password linked membership of professionals for\ndam safety trouble-shooting and discussions. These websites\nare being hosted by CWC presently. The participating states\nwould have easy access to the data pertaining to the very State\nand its interoperability. Development of\ndam safety\nexpertise of\nselect academic\nand research\ninstitutions 6.5.10. Institutional strengthening for building up expertise in the field of dam safety/ rehabilitation would be developed in selected\nrelevant educational institutes like IITs, Engineering colleges /\nUniversities, etc.. Necessary funds for the development of their\nin-house dam safety expertise will be provided by CWC.\nConsultant shall identify the thrust areas of desired expertise\nand the related requirements of lab facilities, hardware,\nsoftware, trainings, study tours etc. The four centre of\nexcellences have been proposed to be established on regional",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.5.9 Consultant shall improve existing websites i.e. national dam",
        "heading_4_text": null
      },
      "page_number": 34,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        539,
        517,
        761
      ],
      "orig_size": [
        527.0,
        766.0
      ]
    },
    {
      "chunk_id": "4727c1d0-5604-51c2-8a77-7c31e268922f",
      "type": "procurement_section",
      "text": "Republic of India — 6.5.9 Consultant shall improve existing websites i.e. national dam — basis. The Consultant shall provide a comprehensive blue prints\nfor these proposed four Centre of Excellences which is\nsupposed to be at par with existing such Centres in few leading\nCountries of world 7. Organization\nof the\nConsultant’s\nTeam Based on realistic assessment of DRIP related works in CWC and\nparticipating States, Consultant’s team shall have a combination of\nInternational as well as national experts alongwith supporting staff in\norder to provide required services. The international experts include\nTeam Leader, Dam Safety Expert, Dam Design Expert, Hydrologist,\nDam\nInstrumentation\nand\nMonitoring\nExpert,\nConstruction\nManagement and Quality Asurance, Dam Break Analysis and\nEmergency Planing Expert, Hydro-mechanical expert, Institutional\nexpert, Dam Operation andManintenance Expert, and other experts\nunder miscellaneous category i.e. seismic, de-siltation, architectural\nand planning expert etc. The national expert will include Deputy Team\nLeader, Dam Safety Expert, Dam Design Expert, Hydrologist,\nConstruction Management and Quality Assurance Expert, Dam Break\nAnalysis and Emergency Planing Expert, Hydro-mechanical expert,\nDam Operation andManintenance Expert, procurement specialist,\nFinancial Management expert, software development/MIS expert etc. In addition to above experts, Consultant shall have a team of local\nstaff which include design engineer, Software Developer, GIS expert,\nAutocad expert, Office Manager, Account officer, Site Construction\nEngineer etc. The exact details of about the qualification and\nexperience of these experts and staff would be available in Request\nFor Proposal document which would be issued at the RFP Stage. Main Activities of Consultancy services would be spread over a period\nof about 10 years. Management support to CPMU would continue for\nthe full period of Consultancy involving guidance to SPMUs,\npreparation of MIS reports, project completion report, and report for\ndevelopment of future strategy etc. Major implementation support\nactivities for the hydrological analysis and design reviews of identified\ndams are expected to be over in the first three years of the project. The\nactivities concerning third party supervision and quality control of\nrehabilitation and improvement works on behalf of CWC would be\nrequired throughout project duration. The support of Consultancy\nservices for the dam safety institutional strengthening would continue\nthroughout the ten year period; and during last year, implementation of\nchange management strategy with reference to withdrawal program\nalong project Implementation Completion Report would become the\nkey activity. The members of Consultant’s team will form the CPMU under Project\nDirector. All work flows will take place from CPMU to the respective\nSPMU of the DRIP States. For the work item “Design Flood Review”,",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.5.9 Consultant shall improve existing websites i.e. national dam",
        "heading_4_text": null
      },
      "page_number": 35,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        71,
        517,
        756
      ],
      "orig_size": [
        527.0,
        770.0
      ]
    },
    {
      "chunk_id": "e2540f07-4858-5d1b-b335-053224c1c316",
      "type": "procurement_section",
      "text": "Republic of India — 6.5.9 Consultant shall improve existing websites i.e. national dam — which will require mandatory vetting by CWC, the work flow will be\nrouted to the Hydrology Directorate of the HSO unit of CWC. For\nwork item of “Third party supervision”, the work flow will be\nchannelled directly to the SPMU of the State concerned so that\ncorrective measures can be implemented without loss of time. The\nwork flow for the item “Capacity Building for DRIP Implementation”,\nwill be directed to the SPMU and IAs of the State concerned. All such\ndirectorates of CWC that are functionally aligned with different DRIP\nactivities will be associated with respective works of Consulting firm\nfor assimilation of experience and transfer of technology. Adequate office space and electricity/water will be provided by CWC\nfor the Consultant’s office establishment at CPMU. However all types\nof furnishing, maintenance and housekeeping requirements of this\nspace shall be met by the Consultant. Efforts will be made for seeking\nadequate office space for the state-level sub-units from the concerned\nstates. All establishment requirements (excluding space) for works\nrelated to State level sub-units shall be arranged by the Consultant on\nhis own. The Space for these offices shall be provided by concerned\npartner agencies The trainings to be conducted by the Consultant will be held at CWC\n(Delhi), National Water Academy (Pune) or the project locations as\nper scope of different trainings. The requirements of premises and the\nboarding/ lodging arrangements of trainees will be met by the Central\nor State IAs as the case may be. In addition to above defined activities, coordination as well as\nimplementation of other activities like organisation of meetings of\nrelevant Groups and Committees i.e. National Level Steering\nCommittee, Technical Commitee, World Bank Implementation and\nSupport Mission, Quarterly and Monthly Review Commitee at CPMU\nlevel as well as State levels etc., organising annual Dam Safety\nConferences, public outreach programs, domestic training programs\netc. to be done by Consultant 8. Deliverables\n8.1. The general deliverables to be provided by the Consultant are: (i)\nInaddition to Scope of Consultancy given at Para.6,\nfollowing deliverables to be part of assignment\n(ii)\nDraft inception report within 45 days of contract signature,\nand final inception report (incorporating CWC’s comments)\nwithin 60 days of contract signature.\n(iii) Regular monthly, Quarterly and Annual progress reports of Project Implementation, drawing attention to problematic\nissues.\n(iv) Quarterly\nand\nannual\nprogress\nreport\non\nESMF\nimplementation and environmental compliance.",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.5.9 Consultant shall improve existing websites i.e. national dam",
        "heading_4_text": null
      },
      "page_number": 36,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        71,
        514,
        758
      ],
      "orig_size": [
        524.0,
        773.0
      ]
    },
    {
      "chunk_id": "b88df502-9d04-5e53-beff-4a1cdb32ad75",
      "type": "procurement_section",
      "text": "Republic of India — 6.5.9 Consultant shall improve existing websites i.e. national dam — (v)\nQuarterly and annual financial management reports of the\noverall project.\n(vi) Assessment reports of Consultancy at mid-term reviews of project (at end of PY3 and PY8).\n(vii) Summary Project Implementation Report covering all four components with facts based analysis and assessment before\n6 months of Project closure .\n(viii) Draft Implementation Completion and results Report (ICRR) before 6 months before end of Consultancy, and\nfinal ICRR within one month after receipt of CWC’s and\nWorld Bank’s comments.\n(ix) Monthly , Quarterly and Annual DRIP Bulletins 8.2. In addition to the general deliverables listed at Para 8.1, Consultant shall also provide activity specific deliverables as per\nScope of Consultancy. Such activity specific deliverables to be\ngiven by Consultant during period of Consultancy shall include,\nbut not be limited to, the following: (i)\nStandard Project Template Form as per time schedule\nindicated in final inception report.\n(ii)\nWeb based Management Information System (MIS) as\nper time schedule indicated in final inception report.\n(iii) Quarterly Interim Unaudited Financial reports (IUFR) for disbursement of credit/loan funds by World Bank.\n(iv) Compilation of project audit reports of all IAs within six months from the end of each financial year.\n(v)\nCustomization of financial reporting software for its use\nin DRIP as per time schedule indicated in final\ninception report.\n(vi) Document Management and Dissemination System as per time schedule indicated in final inception report.\n(vii) ‘Project Rehabilitation Report’ of each project dam within 90 days of its work completion.\n(viii) Training calendar for the capacity building programs for DRIP implementation as per time schedule indicated\nin final inception report.\n(ix) Revised guidelines on dam safety as per list of guidelines and time schedule indicated in final\ninception report.\n(x)\nNew guidelines on dam safety as per list of guidelines\nand time schedule indicated in final inception report.\n(xi) Dam Design Review Manual as per time schedule indicated in final inception report.\n(xii) System\nRequirement\nStudies\n(SRS)\nreport\nfor\ndevelopment of DHARMA as per schedule for the draft\nand final SRS indicated in final inception report.\n(xiii) Fully developed DHARMA software as per time schedule indicated in final inception report.\n(xiv) Training Calendar for DHARMA implementation and",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.5.9 Consultant shall improve existing websites i.e. national dam",
        "heading_4_text": null
      },
      "page_number": 37,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        71,
        514,
        741
      ],
      "orig_size": [
        524.0,
        769.0
      ]
    },
    {
      "chunk_id": "6bb8e8b7-7404-50fa-a30d-6e4495e980be",
      "type": "procurement_section",
      "text": "Republic of India — 6.5.9 Consultant shall improve existing websites i.e. national dam — in final inception report.\n(xv) Training material on application of modern tools/ practices in operation, maintenance and rehabilitation of\ndams for the national level trainings on dam safety as\nper time schedule indicated in final inception report.\n(xvi) National web site for dam safety information as per time schedule indicated in final inception report.",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": null,
        "heading_3_text": "6.5.9 Consultant shall improve existing websites i.e. national dam",
        "heading_4_text": null
      },
      "page_number": 38,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        227,
        59,
        517,
        151
      ],
      "orig_size": [
        554.0,
        800.0
      ]
    },
    {
      "chunk_id": "eb16620e-e316-59ab-9f1d-cb0d174322ce",
      "type": "procurement_section",
      "text": "Republic of India — 8.3 In case of deliverable being a document such as Guidelines, — Manuals etc., the Consultant would be required to provide\nmultiple copies (about 100) of hard bound volumes of the final\napproved material along with its soft copy in CDs (about 100).",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": "8.3 In case of deliverable being a document such as Guidelines,",
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 38,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        213,
        214,
        517,
        256
      ],
      "orig_size": [
        554.0,
        800.0
      ]
    },
    {
      "chunk_id": "9875b969-c7c2-5c6b-8ee3-c7e94422d0e8",
      "type": "procurement_section",
      "text": "Republic of India — 8.4 All intellectual and commercial rights on the deliverables such as — Software, Guidelines and Manuals developed/ prepared by the\nConsultant during period of Consultancy shall be vested with\nCWC and these deliverables shall remain the exclusive property\nof CWC. CWC shall retain the right to use and modify these\nSoftware, Guidelines and Manuals in any manner.",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": "8.4 All intellectual and commercial rights on the deliverables such as",
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 38,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        213,
        290,
        517,
        360
      ],
      "orig_size": [
        554.0,
        800.0
      ]
    },
    {
      "chunk_id": "ffa524ba-7bac-5cff-9829-152bfa85c2ca",
      "type": "procurement_section",
      "text": "Republic of India — 8.5 During development and implementation of software, if any add- — on software is required to be procured as off-the-shelf-item, the\nlicenses for full or any part of such software shall be in the name\nof CWC. 9. Approach and\nMethodology Consultant’s approach and methodology will be periodically reviewed\nby CWC with a view of improving the project outcomes. As and when\nfelt necessary by CWC, the consultant will be required to suitably\nchange the approach and methodology of the assignment in an\nappropriate manner and without affecting the overall cost of the\nConsultancy assignment. Signature Not Verified",
      "metadata": {
        "segment_type": "body",
        "column_index": 0,
        "heading_0_text": "Republic of India",
        "heading_1_text": null,
        "heading_2_text": "8.5 During development and implementation of software, if any add-",
        "heading_3_text": null,
        "heading_4_text": null
      },
      "page_number": 38,
      "doc_fingerprint": "929086d5-65a0-5a0d-99b4-454fd0f57cdd",
      "bbox": [
        88,
        400,
        515,
        756
      ],
      "orig_size": [
        554.0,
        800.0
      ]
    }
  ]
}