{
  "chunks": [
    {
      "type": "norm",
      "text": "A&Q Hydro Power Project – Consultant Tender\nRev.no.: 00\nRev. date: 23.09.2025\nAppendix 1 – Scope of Services\n1\nProject overview\nNunaGreen Construction Disko Bay A/S intends to develop a Hydro Power station to supply the towns of\nAasiaat and Qasigiannguit in the southeast corner of the Disko Bay. The capacity of the Hydro Power\nStation is expected to be around 21MW.\n\nThe Consultant shall assist the Client in preparing all tender documents required for the procurement of\na Design-Build Contractor under the FIDIC Conditions.\n\nThe objective is to ensure that the tender material is complete, compliant with applicable procurement\nlaw, ﬁt for purpose and technically robust, enabling the Client to conduct a competitive and eŬcient\nprocurement process.\n2 Consultant’s Services"
    },
    {
      "type": "norm",
      "text": "The Consultant shall perform the following services in accordance with the Agreement:\n2.1\nProduction Potential\nThe Consultant must review and update the production potential of the proposed hydro power station.\nThe updated production potential must be based on the most recent hydrological data provided by the\nClient, see appendix 2.\n\nSimulate Production Potential of the hydrological resource and compare to Outline Proposal\n2020 Table 1.\n\nAdvise on potential optimizations related to the consumption in Aasiaat and Qasigiannguit.\n2.2 Review update and validate existing Outline Proposal\n Review existing feasibility and Outline Proposal documents.\n Integrate latest geotechnical, hydrological, and environmental site data into revised Outline"
    },
    {
      "type": "norm",
      "text": "Proposal and EPC tender documents.\n Model permafrost in the project area based on data from installed thermistor strings supplied by\nthe Client.\n Advise on any technical or commercial adjustments to the Outline Proposal arising from updated\ndata.\n Identify gaps or risks in the current documentation and propose mitigation measures.\n Prepare a revised Outline Proposal (general layouts, key dimensions, functional criteria, and\nperformance requirements) suŬcient to form part of the Employer’s Requirements for EPC\ntendering, but not extending to detailed design or construction drawings\n Prepare a time schedule and a cost estimate for the A&Q Hydro Power Project.\n2.3 EPC Tender preparation\n Advise on assessment of the practical, commercial, and technical advantages and disadvantages of"
    },
    {
      "type": "norm",
      "text": "using FIDIC Yellow Book versus FIDIC Silver Book in the current market context (e.g. impact on\ntender attractiveness, contract administration, level of pre-tender investigations, evaluation\nworkload, and post-award design review).\n Prepare EPC tender documents (expected to be a tender with prequaliﬁcation and negotiations),\nincluding:\no\nWork Speciﬁcations\no\nTechnical Speciﬁcations\no\nConstruction methods and quality standards\no\nTesting and commissioning requirements\no\nEnvironmental and social obligations\no\nO&M and training requirements\no\nICT Speciﬁcations\no\nSpeciﬁcations for As Built Speciﬁcations\no\nSite Data\no\nAssist legal advisors in drafting Particular Conditions for the FIDIC contract\n Assist in deﬁning selection criteria, evaluation criteria and scoring methodology."
    },
    {
      "type": "norm",
      "text": "2.4 Pre-qualiﬁcation under tender for EPC Contractor\n Respond to technical clariﬁcations (if needed)\n Review and evaluate applications.\n Prepare recommendations to selection.\n A maximum of four (4) EPC contractors will be pre-qualiﬁed.\n2.5 Tender Management and EPC Contractor Selection\n Respond to technical clariﬁcations and issue addenda (if needed).\n Organize and lead site visits with the pre-qualiﬁed tenderers.\n Review and evaluate tenders (technical and ﬁnancial).\n Support the Client in shortlisting (if needed), negotiation meetings, and selection of winning tender.\n Assist legal advisors on Contract Finalization\no\nSupport clariﬁcations and negotiations with preferred bidder.\no\nAdvise on ﬁnal amendments to EPC contract.\no\nPrepare contract award recommendations.\n3 Optional Services"
    },
    {
      "type": "norm",
      "text": "In addition to the Consulting Services related to the EPC Tender Process as set forth in Section 2\nabove, the following additional services (the “Optional Services”) are included as options under this\nAgreement and shall be presented as such in the Consultant’s bid.\nThe Client shall determine, at its sole discretion, whether to accept the Optional Services no later than\nthree (3) months following the execution of the EPC Contract.\n3.1\nOption - Client’s Engineer Services During EPC Execution\n Ensure the EPC Contractor’s compliance with contractual obligations.\n Review and comment on all design documents prepared by the EPC contractor (civil, structural,"
    },
    {
      "type": "norm",
      "text": "mechanical, electrical, SCADA etc).\n Review EPC Contractor’s equipment speciﬁcations.\n Monitor timelines and logistics.\n Witness Factory Acceptance Tests (FAT) and Site Acceptance Tests (SAT) conducted by the EPC"
    },
    {
      "type": "norm",
      "text": "Contractor, and provide observations and recommendations to the Client regarding compliance\nwith contractual requirements.\n Monitor construction progress vs schedule (physical and ﬁnancial).\n Ensure works are carried out per design.\n Manage design change orders and variation requests.\n Support in resolving disputes and claims.\n Maintain risk register and mitigation plans.\n Participate in HSE audits, toolbox meetings and incident investigations.\n Support commissioning, testing, and ﬁnal acceptance procedures.\n Prepare monthly progress and compliance reports for the Client.\n3.2 Option - Post-Construction Services"
    },
    {
      "type": "norm",
      "text": " Assist with ﬁnal inspection and punch list close-out.\n Support review and approval of as-built drawings and O&M manuals.\n Monitor resolution of any outstanding works or non-conformities.\n Supervise testing and commissioning documentation close-out.\n Support the Client during the Defects Notiﬁcation Period.\n Assist in managing claims or warranty issues with the EPC Contractor.\n Prepare ﬁnal project close-out report and lessons learned summary.\n4 Timeline\nThe Consultant shall provide the following key deliverables:"
    },
    {
      "type": "norm",
      "text": "Deliverable\nFormat\nDue Date\nUpdated Production Potential\nPDF/Word\nMarch 31st 2026\nRevised Outline Proposal\nPDF/Word\nMay 31st 2026\nCost Estimate for the A&Q HPP\nPDF/Word\nJune 15th 2026\nEPC Tender Documentation\nPDF/Word\nAugust 1st 2026\nEPC evaluation report and recommendation\nPDF/Word\nMay 1st 2027\n5 Interfaces, Coordination and Reporting\nThe Consultant shall coordinate with:\n Client’s internal team, legal advisors and other technical/ﬁnancial advisors\n Permitting authorities (as needed for technical clariﬁcations)\n Site investigation contractors (if clariﬁcation on data is required)\n The Consultant shall submit periodic progress reports (e.g. monthly) in a form agreed by the parties,"
    },
    {
      "type": "norm",
      "text": "showing actual progress vs the approved Programme, deviations, delays (and their causes),\nmitigation measures, and revised forward outlooks.\n6 Exclusions\nThe following services are not included unless agreed separately:\n Detailed design\n Environmental or social impact assessments\n Legal advisory services for contract drafting beyond standard FIDIC terms"
    }
  ]
}