{
  "chunks": [
    {
      "type": "norm",
      "text": "A&Q Hydro Power Project – Consultant Tender\nRev.no.: 00\nRev. date: 23.09.2025\nAppendix 4 – Programme\nPursuant to §4.3 Programme, the Consultant shall submit a Programme for the execution of the\nAgreement, based on key dates provided by the Client.\nThe Client's plans for the construction of the Aasiaat & Qasigiannguit hydroelectric powerplant can be\nbrieﬂy described as follows:\n A tender process for the consultant’s services is started in September 2025\n Selection of a consultant group is concluded early December 2025\n Preliminary tasks of the Consultant are to update production potential by end of March 2026, deliver"
    },
    {
      "type": "norm",
      "text": "revised concept design by end of May 2026, and revise the overall cost estimate by mid-June 2026.\n Tender documents shall be delivered for bidding purposes by early August 2026, following a possible\noutside review by independent consultants.\n Tender process will run from August 2026 through April 2027 with Consultant responding to\ntechnical questions from bidders, as applicable.\n EPC Contract execution is expected in May 2027.\n If the Client does not exercise its option for construction services during EPC Contract execution,"
    },
    {
      "type": "norm",
      "text": "the Consultant’s Services shall terminate no later than three (3) months after execution of the EPC\nContract, provided that the Consultant shall complete all tasks necessary to ﬁnalise the EPC tender\nprocess and contract award and shall effect a proper handover to the Client (or any third party\ndesignated by the Client) of the Employer’s Requirements, Tender Documentation, evaluation\nrecords, and all other relevant information.\n If Client does exercise his right to the options for construction services during EPC contract\nexecution, the Consultants services will continue and terminate once the construction is ﬁnished\nand the post-construction inspections have been carried out.\n1\nKey Dates for the programme\n4 December 2025 –\nStart of Consultancy Agreement"
    },
    {
      "type": "norm",
      "text": "31 March 2026 –\nConsultant shall deliver report on updated production potential\n31 May 2026 –\nDelivery of revised concept design\n15 June 2026 –\nRevised cost estimate for the A&Q HPP\n1 August 2026 –\nEPC Tender Documentation delivered\n1 May 2027 –\n\nEPC evaluation report and recommendation\n31 October 2031 –\nConclusion of Consultancy Agreement, assuming Options are included\n2 Programme Submission\nWithin 14 days of the Commencement Date, the Consultant shall prepare and submit to the Client for\napproval a detailed Time Programme setting out all key tasks, deliverables, milestones, dependencies,\nand durations. The Programme shall include, but not be limited to:\na. Start date and projected completion date;\nb. Intermediate milestones / deliverables (e.g. concept design, approvals, report submissions);"
    },
    {
      "type": "norm",
      "text": "c. Dates when the Consultant requires input, approval, or information from the Client, third\nparties or authorities;\nd. After receiving the proposals from the Consultant that require Client’s approvals, the Client\nwill comment on these within 20 working days.\ne. The Consultant must allocate 30 working days for any regulatory approvals by authorities.\nf. Principal resources planned for each phase.\ng. Float / risk allowances to mitigate likely delays.\n3\nProgramme Acceptance and Updates"
    },
    {
      "type": "norm",
      "text": "The Client shall respond to the submitted Programme within 14 days, either accepting it or proposing\namendments. Once accepted, this Programme shall govern performance. The Consultant shall provide\nrevised / updated Programme(s) at periodic intervals (e.g. monthly), or after any event which materially\naffects the approved Programme.\n4\nFormat of the Programme\nThe programme shall be delivered digitally by the Consultant in a Microsoft Project format (*.pptx). A\nPDF version shall also be provided."
    }
  ]
}